VVKP_DATA = {
    "parties": [
        {
            "name": "Блок Петра Порошенка",
            "deputies": 144,
            "lawTagsInfo": {
                "працює": {
                    "good": "працює",
                    "bad": "прогулює",
                    "rate": 74
                },
                "новатор": {
                    "good": "новатор",
                    "bad": "ретроград",
                    "rate": 65
                },
                "конструктив": {
                    "good": "конструктив",
                    "bad": "популіст",
                    "rate": 33
                },
                "шокін-геть": {
                    "good": "шокін-геть",
                    "bad": "шокін-ок",
                    "rate": 10
                }
            }
        },
        {
            "name": "Народний Фронт",
            "deputies": 81,
            "lawTagsInfo": {
                "працює": {
                    "good": "працює",
                    "bad": "прогулює",
                    "rate": 81
                },
                "новатор": {
                    "good": "новатор",
                    "bad": "ретроград",
                    "rate": 74
                },
                "конструктив": {
                    "good": "конструктив",
                    "bad": "популіст",
                    "rate": 7
                },
                "шокін-геть": {
                    "good": "шокін-геть",
                    "bad": "шокін-ок",
                    "rate": 27
                }
            }
        },
        {
            "name": "Опозиційний блок",
            "deputies": 43,
            "lawTagsInfo": {
                "працює": {
                    "good": "працює",
                    "bad": "прогулює",
                    "rate": 65
                },
                "новатор": {
                    "good": "новатор",
                    "bad": "ретроград",
                    "rate": 16
                },
                "конструктив": {
                    "good": "конструктив",
                    "bad": "популіст",
                    "rate": 10
                },
                "шокін-геть": {
                    "good": "шокін-геть",
                    "bad": "шокін-ок",
                    "rate": 0
                }
            }
        },
        {
            "name": "Самопоміч",
            "deputies": 31,
            "lawTagsInfo": {
                "працює": {
                    "good": "працює",
                    "bad": "прогулює",
                    "rate": 72
                },
                "новатор": {
                    "good": "новатор",
                    "bad": "ретроград",
                    "rate": 68
                },
                "конструктив": {
                    "good": "конструктив",
                    "bad": "популіст",
                    "rate": 17
                },
                "шокін-геть": {
                    "good": "шокін-геть",
                    "bad": "шокін-ок",
                    "rate": 100
                }
            }
        },
        {
            "name": "Радикальна партія Олега Ляшка",
            "deputies": 21,
            "lawTagsInfo": {
                "працює": {
                    "good": "працює",
                    "bad": "прогулює",
                    "rate": 84
                },
                "новатор": {
                    "good": "новатор",
                    "bad": "ретроград",
                    "rate": 78
                },
                "конструктив": {
                    "good": "конструктив",
                    "bad": "популіст",
                    "rate": 0
                },
                "шокін-геть": {
                    "good": "шокін-геть",
                    "bad": "шокін-ок",
                    "rate": 100
                }
            }
        },
        {
            "name": "Батьківщина",
            "deputies": 19,
            "lawTagsInfo": {
                "працює": {
                    "good": "працює",
                    "bad": "прогулює",
                    "rate": 76
                },
                "новатор": {
                    "good": "новатор",
                    "bad": "ретроград",
                    "rate": 53
                },
                "конструктив": {
                    "good": "конструктив",
                    "bad": "популіст",
                    "rate": 7
                },
                "шокін-геть": {
                    "good": "шокін-геть",
                    "bad": "шокін-ок",
                    "rate": 11
                }
            }
        }
    ],
    "laws": [
        {
            "id": "шокін",
            "no": "",
            "name": "Постанова про звільнення гепрокурора Віктора Шокіна",
            "desc": "",
            "url": "https://goo.gl/ThzeTx",
            "good": 1,
            "tagYes": "шокін-геть",
            "descYes": "Підписано постанову про звільнення гепрокурора Віктора Шокіна",
            "tagNo": "шокін-ок",
            "descNo": "Не підписано постанову про звільнення гепрокурора Віктора Шокіна"
        },
        {
            "id": "відвідуваність",
            "no": "",
            "name": "Реєстрація депутата за допомогою електронної системи",
            "url": "",
            "good": 1,
            "tagYes": "працює",
            "descYes": "Відвідано не менше половини засідань",
            "tagNo": "прогулює",
            "descNo": "Прогуляно більше половини засідань"
        },
        {
            "id": "2087а",
            "no": "2087а",
            "name": "Проект Закону про внесення змін до деяких законів України у сфері державних закупівель щодо приведення їх у відповідність з міжнародними стандартами та вжиття заходів з подолання корупції",
            "url": "http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=55593",
            "urlVoting": "http://w1.c1.rada.gov.ua/pls/radan_gs09/ns_golos?g_id=3413",
            "good": 1,
            "tagYes": "новатор",
            "descYes": "Підтримано спрощення процедури держзакупівель",
            "tagNo": "ретроград",
            "descNo": "Не підтримано спрощення процедури держзакупівель",
            "date": 1437080400
        },
        {
            "id": "1558-1",
            "no": "1558-1",
            "name": "Закон про реструктуризацію зобов'язань за кредитами в іноземній валюті",
            "url": "http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=53099",
            "urlVoting": "http://w1.c1.rada.gov.ua/pls/radan_gs09/ns_golos?g_id=3049",
            "good": 0,
            "tagYes": "популіст",
            "descYes": "Підтримано реструктуризацію зобов'язань за кредитами в іноземній валюті за курсом на момент їх отримання",
            "tagNo": "конструктив",
            "descNo": "Не підтримано реструктуризацію зобов'язань за кредитами в іноземній валюті за курсом на момент їх отримання",
            "date": 1435784400
        },
        {
            "id": "1565",
            "no": "1565",
            "name": "Проект Закону про особливості здійснення права власності у багатоквартирному будинку",
            "url": "http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=53058",
            "urlVoting": "http://w1.c1.rada.gov.ua/pls/radan_gs09/ns_golos?g_id=1953",
            "good": 1,
            "tagYes": "новатор",
            "descYes": "Підтримано ліквідацію монополії ЖЕКів",
            "tagNo": "ретроград",
            "descNo": "Не підтримано ліквідацію монополії ЖЕКів",
            "date": 1431550800
        },
        {
            "id": "2381",
            "no": "2381",
            "name": "Законопроект про внесення змін до Податкового кодексу України (щодо спрощення умов ведення бізнесу)",
            "url": "http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=54405",
            "urlVoting": "http://w1.c1.rada.gov.ua/pls/radan_gs09/ns_golos?g_id=1576",
            "good": 1,
            "tagYes": "новатор",
            "descYes": "Підтримано зменшення кількості процедур і часу реєстрації суб'єктів господарювання у фіскальній сфері та покращення позиції України в рейтингу Doing Business",
            "tagNo": "ретроград",
            "descNo": "Не підтримано зменшення кількості процедур і часу реєстрації суб'єктів господарювання у фіскальній сфері та покращення позиції України в рейтингу Doing Business",
            "date": 1429563600
        },
        {
            "id": "2250",
            "no": "2250",
            "name": "Проект Закону про ринок природного газу",
            "url": "http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=54205",
            "urlVoting": "http://w1.c1.rada.gov.ua/pls/radan_gs09/ns_golos?g_id=1446",
            "good": 1,
            "tagYes": "новатор",
            "descYes": "Підтримано демонополізацію ринку природного газу",
            "tagNo": "ретроград",
            "descNo": "Не підтримано демонополізацію ринку природного газу",
            "date": 1428526800
        },
        {
            "id": "2172",
            "no": "2172",
            "name": "Законопроект про внесення змін до статті 28 Бюджетного кодексу України щодо доступу до інформації про бюджетні показники у формі відкритих даних",
            "url": "http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=54101",
            "urlVoting": "http://w1.c1.rada.gov.ua/pls/radan_gs09/ns_golos?g_id=1453",
            "good": 1,
            "tagYes": "новатор",
            "descYes": "Підтримано доступ до інформації про бюджетні показники у формі відкритих даних",
            "tagNo": "ретроград",
            "descNo": "Не підтримано доступ до інформації про бюджетні показники у формі відкритих даних",
            "date": 1428526800
        },
        {
            "id": "2258",
            "no": "2258",
            "name": "Законопроект про внесення змін до Бюджетного кодексу України щодо державних інвестиційних проектів",
            "url": "http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=54218",
            "urlVoting": "http://w1.c1.rada.gov.ua/pls/radan_gs09/ns_golos?g_id=1333",
            "good": 1,
            "tagYes": "новатор",
            "descYes": "Сприяння в отриманні інвестицій на 800 мільйонів доларів Світового банку і японського уряду",
            "tagNo": "ретроград",
            "descNo": "Перешкодження в отриманні інвестицій на 800 мільйонів доларів Світового банку і японського уряду",
            "date": 1428354000
        },
        {
            "id": "1580",
            "no": "1580",
            "name": "Проект Закону про внесення змін до деяких законодавчих актів України щодо спрощення умов ведення бізнесу",
            "url": "http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=53076",
            "urlVoting": "http://w1.c1.rada.gov.ua/pls/radan_gs09/ns_golos?g_id=785",
            "good": 1,
            "tagYes": "новатор",
            "descYes": "Підтримано дерегуляцію",
            "tagNo": "ретроград",
            "descNo": "Не підтримано дерегуляцію",
            "date": 1423688400
        },
        {
            "id": "1058",
            "no": "1058",
            "name": "Проект Закону про внесення змін до деяких законодавчих актів України",
            "url": "http://w1.c1.rada.gov.ua/pls/zweb2/webproc4_1?pf3511=52471",
            "urlVoting": "http://w1.c1.rada.gov.ua/pls/radan_gs09/ns_golos?g_id=805",
            "good": 1,
            "tagYes": "новатор",
            "descYes": "Підтримано зняття регуляторних бар'єрів для розвитку державно-приватного партнерства в Україні та стимулювання інвестицій",
            "tagNo": "ретроград",
            "descNo": "Не підтримано зняття регуляторних бар'єрів для розвитку державно-приватного партнерства в Україні та стимулювання інвестицій",
            "date": 1423688400
        }
    ],
    "lawTags": [
        {
            "name": "працює",
            "desc": "Відвідано не менше половини засідань",
            "type": "success",
            "opposite": "прогулює",
            "order": 1,
            "laws": 1
        },
        {
            "name": "прогулює",
            "desc": "Прогуляно більше половини засідань",
            "type": "danger",
            "opposite": "працює",
            "order": 1,
            "laws": 1
        },
        {
            "name": "новатор",
            "desc": "Підтримано один або декілька новаторських законів",
            "type": "success",
            "opposite": "ретроград",
            "order": 2,
            "laws": 8
        },
        {
            "name": "ретроград",
            "desc": "Не підтримано один або декілька новаторських законів",
            "type": "danger",
            "opposite": "новатор",
            "order": 2,
            "laws": 8
        },
        {
            "name": "конструктив",
            "desc": "Не підтримано реструктуризацію зобов'язань за кредитами в іноземній валюті за курсом на момент їх отримання",
            "type": "success",
            "opposite": "популіст",
            "order": 3,
            "laws": 1
        },
        {
            "name": "популіст",
            "desc": "Підтримано реструктуризацію зобов'язань за кредитами в іноземній валюті за курсом на момент їх отримання",
            "type": "danger",
            "opposite": "конструктив",
            "order": 3,
            "laws": 1
        },
        {
            "name": "шокін-геть",
            "desc": "Підписано постанову про звільнення гепрокурора Віктора Шокіна",
            "type": "success",
            "opposite": "шокін-ок",
            "order": 10,
            "laws": 1
        },
        {
            "name": "шокін-ок",
            "desc": "Не підписано постанову про звільнення гепрокурора Віктора Шокіна",
            "type": "danger",
            "opposite": "шокін-геть",
            "order": 10,
            "laws": 1
        }
    ],
    "deputies": [
        {
            "id": "2524",
            "name": "Абдуллін Олександр Рафкатович",
            "facebook": "",
            "phones": [
                "(044) 499-79-23"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 83,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2250",
                        "2172"
                    ],
                    "rate": 38
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15650",
            "name": "Аваков Арсен Борисович",
            "facebook": "https://www.facebook.com/arsen.avakov.1",
            "phones": [],
            "residence": "",
            "party": "Народний Фронт",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1417467600
        },
        {
            "id": "15669",
            "name": "Агафонова Наталія Володимирівна",
            "facebook": "https://www.facebook.com/profile.php?id=100004181072834",
            "phones": [
                "(044) 255-38-41"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 73,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "absent",
                "2250": "absent",
                "2258": "no",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 73
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "16067",
            "name": "Алексєєв Ігор Сергійович",
            "facebook": "https://www.facebook.com/profile.php?id=100009322140452",
            "phones": [
                "(044) 255-24-45"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 84,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17993",
            "name": "Алєксєєв Сергій Олегович",
            "facebook": "https://www.facebook.com/deputy.alekseev",
            "phones": [
                "(044) 255-35-23",
                "(044) 255-35-30",
                "(044) 255-29-91"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 92,
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 92
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "12290",
            "name": "Амельченко Василь Васильович",
            "facebook": "https://www.facebook.com/vasiliy.amelchenko",
            "phones": [
                "(044) 255-44-13",
                "(044) 255-44-23"
            ],
            "residence": "Чернігів",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 81,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 81
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565"
                    ],
                    "rate": 50
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15839",
            "name": "Андрієвський Дмитро Йосипович",
            "facebook": "",
            "phones": [
                "(044) 255-46-14",
                "(044) 383-03-41"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "222",
                "region": "м. Київ",
                "text": "Виборчий округ №222 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 88,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1565"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17983",
            "name": "Антонищак Андрій Федорович",
            "facebook": "https://www.facebook.com/profile.php?id=100007288305290",
            "phones": [
                "(044) 255-44-08"
            ],
            "residence": "Новий Розділ Львівської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 47,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 53
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18058",
            "name": "Арешонков Володимир Юрійович",
            "facebook": "https://www.facebook.com/profile.php?id=100009067737697",
            "phones": [
                "(044) 255-45-03"
            ],
            "residence": "Коростень Житомирської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "district": {
                "id": "64",
                "region": "Житомирська область",
                "text": "Виборчий округ №64 (Житомирська область)"
            },
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11118",
            "name": "Ар’єв Володимир Ігорович",
            "facebook": "https://www.facebook.com/volodymyr.ariev",
            "phones": [
                "(044) 255-22-32",
                "(044) 255-35-69"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 44,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2258",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18049",
            "name": "Артеменко Андрій Вікторович",
            "facebook": "https://www.facebook.com/andvicart",
            "phones": [
                "(044) 255-29-44",
                "(044) 255-38-59"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 80,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18059",
            "name": "Артюшенко Ігор Андрійович",
            "facebook": "https://www.facebook.com/artjushenko.igor",
            "phones": [
                "(044) 255-23-90",
                "(044) 255-27-93"
            ],
            "residence": "Запоріжжя",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "75",
                "region": "Запорізька область",
                "text": "Виборчий округ №75 (Запорізька область)"
            },
            "laws": {
                "відвідуваність": 91,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5584",
            "name": "Атрошенко Владислав Анатолійович",
            "facebook": "https://www.facebook.com/vladatroshenko",
            "phones": [
                "(044) 255-31-64",
                "(044) 255-34-77",
                "(044) 255-29-82"
            ],
            "residence": "Чернігів",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "district": {
                "id": "206",
                "region": "Чернігівська область",
                "text": "Виборчий округ №206 (Чернігівська область)"
            },
            "laws": {
                "відвідуваність": 23,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18007",
            "name": "Бабак Альона Валеріївна",
            "facebook": "https://www.facebook.com/alyona.babak",
            "phones": [
                "(044) 255-45-40"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 81,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 81
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2172"
                    ],
                    "rate": 38
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "4427",
            "name": "Бабенко Валерій Борисович",
            "facebook": "https://www.facebook.com/valery.babenko.9",
            "phones": [],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 91,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18604",
            "name": "Бабій Юрій Юрійович",
            "facebook": "",
            "phones": [
                "(044) 255-44-19"
            ],
            "residence": "Івано-Франківськ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 69,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 69
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2172"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1422306000
        },
        {
            "id": "18060",
            "name": "Бакулін Євген Миколайович",
            "facebook": "https://www.facebook.com/YevgeniyBakulin",
            "phones": [
                "(044) 255-31-13"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "106",
                "region": "Луганська область",
                "text": "Виборчий округ №106 (Луганська область)"
            },
            "laws": {
                "відвідуваність": 57,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 57
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17994",
            "name": "Бакуменко Олександр Борисович",
            "facebook": "https://www.facebook.com/profile.php?id=100008866600855",
            "phones": [
                "(044) 255-22-07",
                "(044) 255-38-75",
                "(044) 255-33-64"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2172",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15762",
            "name": "Балицький Євген Віталійович",
            "facebook": "",
            "phones": [
                "(044) 255-25-36",
                "(044) 255-34-29"
            ],
            "residence": "Мелітополь Запорізької області",
            "party": "Опозиційний блок",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "80",
                "region": "Запорізька область",
                "text": "Виборчий округ №80 (Запорізька область)"
            },
            "laws": {
                "відвідуваність": 43,
                "2087а": "no",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 57
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5566",
            "name": "Балога Віктор Іванович",
            "facebook": "https://www.facebook.com/ViktorBaloga",
            "phones": [
                "(044) 255-38-14",
                "(044) 255-31-41"
            ],
            "residence": "Мукачеве Закарпатської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "69",
                "region": "Закарпатська область",
                "text": "Виборчий округ №69 (Закарпатська область)"
            },
            "laws": {
                "відвідуваність": 90,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2258"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18061",
            "name": "Балога Іван Іванович",
            "facebook": "https://www.facebook.com/baloga.ivan",
            "phones": [
                "(044) 255-26-07",
                "(044) 255-32-30"
            ],
            "residence": "Мукачеве Закарпатської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "73",
                "region": "Закарпатська область",
                "text": "Виборчий округ №73 (Закарпатська область)"
            },
            "laws": {
                "відвідуваність": 55,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 55
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15757",
            "name": "Балога Павло Іванович",
            "facebook": "",
            "phones": [
                "(044) 255-40-19"
            ],
            "residence": "Мукачеве Закарпатської області",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "71",
                "region": "Закарпатська область",
                "text": "Виборчий округ №71 (Закарпатська область)"
            },
            "laws": {
                "відвідуваність": 47,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "no",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 53
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15761",
            "name": "Бандуров Володимир Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-29-05",
                "(044) 255-26-81"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "79",
                "region": "Запорізька область",
                "text": "Виборчий округ №79 (Запорізька область)"
            },
            "laws": {
                "відвідуваність": 85,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 85
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "9776",
            "name": "Барвіненко Віталій Дмитрович",
            "facebook": "https://www.facebook.com/vitaly.barvinenko",
            "phones": [
                "(044) 255-27-03",
                "(044) 255-33-39"
            ],
            "residence": "Одеса",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "141",
                "region": "Одеська область",
                "text": "Виборчий округ №141 (Одеська область)"
            },
            "laws": {
                "відвідуваність": 93,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "yes",
                "1058": "yes",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18062",
            "name": "Барна Олег Степанович",
            "facebook": "https://www.facebook.com/profile.php?id=100004441810055",
            "phones": [
                "(044) 255-23-97",
                "(044) 255-34-86"
            ],
            "residence": "селище Нагірянка Чортківського району Тернопільської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "167",
                "region": "Тернопільська область",
                "text": "Виборчий округ №167 (Тернопільська область)"
            },
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18207",
            "name": "Барна Степан Степанович",
            "facebook": "https://www.facebook.com/stepanbarna",
            "phones": [],
            "residence": "",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "новатор",
                "ретроград"
            ],
            "laws": {
                "1058": "yes",
                "1580": "yes",
                "2172": "absent",
                "2250": "absent",
                "2258": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "новатор": {
                    "laws": [
                        "1058",
                        "1580"
                    ],
                    "rate": 25
                },
                "ретроград": {
                    "laws": [
                        "2172",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417640400,
            "dateAuthorityStop": 1431464400
        },
        {
            "id": "18063",
            "name": "Батенко Тарас Іванович",
            "facebook": "https://www.facebook.com/t.batenko",
            "phones": [
                "(044) 255-26-55"
            ],
            "residence": "Львів",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "123",
                "region": "Львівська область",
                "text": "Виборчий округ №123 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 69,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 69
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250"
                    ],
                    "rate": 25
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5520",
            "name": "Бахтеєва Тетяна Дмитрівна",
            "facebook": "https://www.facebook.com/bahteevaTD",
            "phones": [
                "(044) 499-79-03"
            ],
            "residence": "Донецьк",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "конструктив",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 65,
                "1558-1": "no",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "absent",
                "2258": "no",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 65
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15734",
            "name": "Безбах Яків Якович",
            "facebook": "https://www.facebook.com/profile.php?id=100007266183649",
            "phones": [
                "(044) 255-35-28",
                "(044) 255-20-96"
            ],
            "residence": "Дніпропетровськ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "24",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №24 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 92,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 92
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18064",
            "name": "Береза Борислав Юхимович",
            "facebook": "https://www.facebook.com/borislav.bereza",
            "phones": [
                "(044) 255-39-04",
                "(044) 255-36-45"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "213",
                "region": "м. Київ",
                "text": "Виборчий округ №213 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 42,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "absent",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 58
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17949",
            "name": "Береза Юрій Миколайович",
            "facebook": "https://www.facebook.com/jury.bereza",
            "phones": [
                "(044) 255-32-91",
                "(044) 255-22-05"
            ],
            "residence": "Дніпропетровськ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 81,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 81
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "14393",
            "name": "Березкін Станіслав Семенович",
            "facebook": "",
            "phones": [
                "(044) 255-91-24",
                "(044) 255-92-20"
            ],
            "residence": "Кіровоград",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "100",
                "region": "Кіровоградська область",
                "text": "Виборчий округ №100 (Кіровоградська область)"
            },
            "laws": {
                "відвідуваність": 60,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 60
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18027",
            "name": "Березюк Олег Романович",
            "facebook": "",
            "phones": [
                "(044) 255-26-34",
                "(044) 255-26-33",
                "(044) 255-36-50",
                "(044) 255-35-82",
                "(044) 255-24-64"
            ],
            "residence": "Львів",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2172"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15684",
            "name": "Бєлькова Ольга Валентинівна",
            "facebook": "https://www.facebook.com/obelkova",
            "phones": [
                "(044) 255-23-21",
                "(044) 255-35-86"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 83,
                "2087а": "yes",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1565",
                        "2250"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18065",
            "name": "Білецький Андрій Євгенійович",
            "facebook": "",
            "phones": [
                "(044) 255-34-02"
            ],
            "residence": "Харків",
            "party": "",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "217",
                "region": "м. Київ",
                "text": "Виборчий округ №217 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 3,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8723",
            "name": "Білий Олексій Петрович",
            "facebook": "",
            "phones": [
                "(044) 255-34-55",
                "(044) 255-33-25"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 67,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 67
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "3471",
            "name": "Біловол Олександр Миколайович",
            "facebook": "",
            "phones": [
                "(044) 499-79-20"
            ],
            "residence": "Харків",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "180",
                "region": "Харківська область",
                "text": "Виборчий округ №180 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 81,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "no",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 81
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15829",
            "name": "Бобов Геннадій Борисович",
            "facebook": "https://www.facebook.com/profile.php?id=100004831083336",
            "phones": [
                "(044) 255-21-28",
                "(044) 255-38-25"
            ],
            "residence": "село Селище Корсунь-Шевченківського району Черкаської області",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "196",
                "region": "Черкаська область",
                "text": "Виборчий округ №196 (Черкаська область)"
            },
            "laws": {
                "відвідуваність": 36,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 64
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17972",
            "name": "Богомолець Ольга Вадимівна",
            "facebook": "https://www.facebook.com/olgabogomolets",
            "phones": [
                "(044) 499-79-13",
                "(044) 499-79-12"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 41,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8725",
            "name": "Богуслаєв Вячеслав Олександрович",
            "facebook": "",
            "phones": [
                "(044) 255-34-32",
                "(044) 255-36-08"
            ],
            "residence": "селище Сонячне Запорізького району Запорізької області",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "77",
                "region": "Запорізька область",
                "text": "Виборчий округ №77 (Запорізька область)"
            },
            "laws": {
                "відвідуваність": 25,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 75
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "16698",
            "name": "Бойко Олена Петрівна",
            "facebook": "https://www.facebook.com/profile.php?id=100003472124257",
            "phones": [
                "(044) 255-39-26",
                "(044) 255-31-30"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 97,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11094",
            "name": "Бойко Юрій Анатолійович",
            "facebook": "",
            "phones": [
                "(044) 255-29-35",
                "(044) 255-47-31",
                "(044) 255-20-67",
                "(044) 255-31-00",
                "(044) 255-31-02",
                "(044) 255-33-00"
            ],
            "residence": "Рубіжне Луганської області",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 91,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15826",
            "name": "Бондар Віктор Васильович",
            "facebook": "https://www.facebook.com/bondarndm",
            "phones": [
                "(044) 255-49-49"
            ],
            "residence": "село Дашківці Віньковецького району Хмельницької області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "191",
                "region": "Хмельницька область",
                "text": "Виборчий округ №191 (Хмельницька область)"
            },
            "laws": {
                "відвідуваність": 84,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18066",
            "name": "Бондар Михайло Леонтійович",
            "facebook": "https://www.facebook.com/profile.php?id=100006099828041",
            "phones": [
                "(044) 255-26-69"
            ],
            "residence": "Сокаль Львівської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "district": {
                "id": "119",
                "region": "Львівська область",
                "text": "Виборчий округ №119 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17998",
            "name": "Брензович Василь Іванович",
            "facebook": "",
            "phones": [
                "(044) 255-44-27"
            ],
            "residence": "село Запсонь Берегівського району Закарпатської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 59,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "no",
                "2258": "yes",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2172"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2258",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15796",
            "name": "Бриченко Ігор Віталійович",
            "facebook": "https://www.facebook.com/profile.php?id=100009140976073",
            "phones": [
                "(044) 255-20-73",
                "(044) 255-38-70"
            ],
            "residence": "село Новопетрівка Снігурівського району Миколаївської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 91,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15802",
            "name": "Бублик Юрій Васильович",
            "facebook": "https://www.facebook.com/bublyk.svoboda",
            "phones": [
                "(044) 255-34-83",
                "(044) 255-23-38"
            ],
            "residence": "село Ковалівка Полтавського району Полтавської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "145",
                "region": "Полтавська область",
                "text": "Виборчий округ №145 (Полтавська область)"
            },
            "laws": {
                "відвідуваність": 94,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2258"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15655",
            "name": "Бурбак Максим Юрійович",
            "facebook": "https://www.facebook.com/maksym.burbak",
            "phones": [
                "(044) 255-26-64",
                "(044) 255-37-18",
                "(044) 255-22-71"
            ],
            "residence": "Чернівці",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "204",
                "region": "Чернівецька область",
                "text": "Виборчий округ №204 (Чернівецька область)"
            },
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15257",
            "name": "Бухарєв Владислав Вікторович",
            "facebook": "https://www.facebook.com/vladislav.buharev",
            "phones": [
                "(044) 255-35-05"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "162",
                "region": "Сумська область",
                "text": "Виборчий округ №162 (Сумська область)"
            },
            "laws": {
                "відвідуваність": 77,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18067",
            "name": "Вадатурський Андрій Олексійович",
            "facebook": "https://www.facebook.com/avadaturskyy",
            "phones": [
                "(044) 255-37-46"
            ],
            "residence": "Миколаїв",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "130",
                "region": "Миколаївська область",
                "text": "Виборчий округ №130 (Миколаївська область)"
            },
            "laws": {
                "відвідуваність": 56,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2258"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18068",
            "name": "Валентиров Сергій Васильович",
            "facebook": "",
            "phones": [
                "(044) 255-38-36"
            ],
            "residence": "Бердянськ Запорізької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "81",
                "region": "Запорізька область",
                "text": "Виборчий округ №81 (Запорізька область)"
            },
            "laws": {
                "відвідуваність": 60,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 60
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2172"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17964",
            "name": "Ванат Петро Михайлович",
            "facebook": "https://www.facebook.com/profile.php?id=100002202366807",
            "phones": [
                "(044) 255-43-82"
            ],
            "residence": "Запоріжжя",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 97,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15787",
            "name": "Васюник Ігор Васильович",
            "facebook": "https://www.facebook.com/vivmail",
            "phones": [
                "(044) 255-34-76",
                "(044) 255-37-29",
                "(044) 255-37-30"
            ],
            "residence": "Львів",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 97,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17961",
            "name": "Величкович Микола Романович",
            "facebook": "https://www.facebook.com/profile.php?id=100000145124423",
            "phones": [
                "(044) 255-31-12",
                "(044) 255-31-10",
                "(044) 255-25-76"
            ],
            "residence": "Львів",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 94,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18008",
            "name": "Веселова Наталія Василівна",
            "facebook": "https://www.facebook.com/natalka.poltavka.78",
            "phones": [
                "(044) 255-44-75"
            ],
            "residence": "Донецьк",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 53,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 53
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2172"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17963",
            "name": "Висоцький Сергій Віталійович",
            "facebook": "https://www.facebook.com/sergey.vysotsky",
            "phones": [
                "(044) 499-79-25"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 73,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 73
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8737",
            "name": "Вілкул Олександр Юрійович",
            "facebook": "https://www.facebook.com/OleksandrVilkul",
            "phones": [
                "(044) 255-37-01",
                "(044) 255-33-86"
            ],
            "residence": "Кривий Ріг Дніпропетровської області",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 69,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 69
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18069",
            "name": "Вінник Іван Юлійович",
            "facebook": "https://www.facebook.com/profile.php?id=100008664874137",
            "phones": [
                "(044) 255-34-13",
                "(044) 255-29-27"
            ],
            "residence": "Нова Каховка Херсонської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "184",
                "region": "Херсонська область",
                "text": "Виборчий округ №184 (Херсонська область)"
            },
            "laws": {
                "відвідуваність": 59,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18043",
            "name": "Вітко Артем Леонідович",
            "facebook": "https://www.facebook.com/profile.php?id=100008907132210",
            "phones": [
                "(044) 255-23-13",
                "(044) 255-34-26"
            ],
            "residence": "Сєвєродонецьк Луганської області",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 94,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "12265",
            "name": "Власенко Сергій Володимирович",
            "facebook": "https://www.facebook.com/profile.php?id=100001667276617",
            "phones": [
                "(044) 255-22-08",
                "(044) 255-21-78",
                "(044) 255-39-35",
                "(044) 255-33-07"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 41,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "absent",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2250",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8132",
            "name": "Вовк Віктор Іванович",
            "facebook": "https://www.facebook.com/Dr.vovk",
            "phones": [
                "(044) 255-35-74"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 88,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15807",
            "name": "Вознюк Юрій Володимирович",
            "facebook": "https://www.facebook.com/profile.php?id=100002187041715",
            "phones": [
                "(044) 255-30-77",
                "(044) 255-36-27"
            ],
            "residence": "Рівне",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "district": {
                "id": "153",
                "region": "Рівненська область",
                "text": "Виборчий округ №153 (Рівненська область)"
            },
            "laws": {
                "відвідуваність": 88,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11596",
            "name": "Войцеховська Світлана Михайлівна",
            "facebook": "https://www.facebook.com/profile.php?id=100009606826570",
            "phones": [
                "(044) 255-43-73",
                "(044) 255-46-40"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 88,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "no",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18021",
            "name": "Войціцька Вікторія Михайлівна",
            "facebook": "https://www.facebook.com/viktoriya.voytsitska",
            "phones": [
                "(044) 255-26-97",
                "(044) 255-25-21"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 76,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 76
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8741",
            "name": "Воропаєв Юрій Миколайович",
            "facebook": "",
            "phones": [
                "(044) 255-92-34"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 49,
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 51
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18044",
            "name": "Вощевський Валерій Миколайович",
            "facebook": "https://www.facebook.com/voschevskyy",
            "phones": [],
            "residence": "",
            "party": "",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1417467600
        },
        {
            "id": "18070",
            "name": "Гаврилюк Михайло Віталійович",
            "facebook": "https://www.facebook.com/profile.php?id=100008264370063",
            "phones": [
                "(044) 255-44-46",
                "(044) 255-47-98"
            ],
            "residence": "село Ярівка Хотинського району Чернівецької області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "95",
                "region": "Київська область",
                "text": "Виборчий округ №95 (Київська область)"
            },
            "laws": {
                "відвідуваність": 62,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 62
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250",
                        "2172"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18046",
            "name": "Галасюк Віктор Валерійович",
            "facebook": "",
            "phones": [
                "(044) 255-29-64",
                "(044) 255-28-51",
                "(044) 255-35-95",
                "(044) 255-39-41"
            ],
            "residence": "Дніпропетровськ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 92,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 92
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18071",
            "name": "Гальченко Андрій Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-45-43"
            ],
            "residence": "Кривий Ріг Дніпропетровської області",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "32",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №32 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 83,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2172",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18072",
            "name": "Гарбуз Юрій Григорійович",
            "facebook": "https://www.facebook.com/profile.php?id=100008014216592",
            "phones": [
                "(044) 255-34-82",
                "(044) 255-39-71"
            ],
            "residence": "смт Мілове Луганської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "114",
                "region": "Луганська область",
                "text": "Виборчий округ №114 (Луганська область)"
            },
            "laws": {
                "відвідуваність": 65,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "absent",
                "2250": "no",
                "2258": "absent",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 65
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058"
                    ],
                    "rate": 25
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17992",
            "name": "Гвоздьов Михайло Олексійович",
            "facebook": "",
            "phones": [
                "(044) 255-33-16",
                "(044) 255-31-96"
            ],
            "residence": "Хмельницький",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 69,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 69
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17985",
            "name": "Герасимов Артур Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-31-15"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 92,
                "2087а": "yes",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 92
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17952",
            "name": "Геращенко Антон Юрійович",
            "facebook": "https://www.facebook.com/anton.gerashchenko.7",
            "phones": [
                "(044) 255-35-26"
            ],
            "residence": "Харків",
            "party": "Народний Фронт",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 37,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11121",
            "name": "Геращенко Ірина Володимирівна",
            "facebook": "https://www.facebook.com/iryna.gerashchenko",
            "phones": [
                "(044) 255-22-06",
                "(044) 255-34-42",
                "(044) 255-34-22",
                "(044) 255-39-38",
                "(044) 255-33-13"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 79,
                "1558-1": "no",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 79
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15827",
            "name": "Герега Олександр Володимирович",
            "facebook": "https://www.facebook.com/olexandr.gerega",
            "phones": [
                "(044) 255-28-25",
                "(044) 255-33-23"
            ],
            "residence": "Городок Хмельницької області",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "192",
                "region": "Хмельницька область",
                "text": "Виборчий округ №192 (Хмельницька область)"
            },
            "laws": {
                "відвідуваність": 44,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8746",
            "name": "Гєллєр Євгеній Борисович",
            "facebook": "https://www.facebook.com/evgeniy.geller",
            "phones": [
                "(044) 255-40-23",
                "(044) 255-43-55"
            ],
            "residence": "Донецьк",
            "party": "",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "50",
                "region": "Донецька область",
                "text": "Виборчий округ №50 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 6,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "no",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5606",
            "name": "Гіршфельд Анатолій Мусійович",
            "facebook": "",
            "phones": [
                "(044) 255-31-34"
            ],
            "residence": "Харків",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "179",
                "region": "Харківська область",
                "text": "Виборчий округ №179 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 15,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "absent",
                "2250": "no",
                "2258": "absent",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 85
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2172"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15813",
            "name": "Головко Михайло Йосифович",
            "facebook": "https://www.facebook.com/mihaylo.holovko",
            "phones": [
                "(044) 255-43-59"
            ],
            "residence": "Тернопіль",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "164",
                "region": "Тернопільська область",
                "text": "Виборчий округ №164 (Тернопільська область)"
            },
            "laws": {
                "відвідуваність": 83,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "yes",
                "1058": "no",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2258"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8238",
            "name": "Голуб Владислав Володимирович",
            "facebook": "https://www.facebook.com/profile.php?id=100003798267049",
            "phones": [
                "(044) 255-38-53"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "197",
                "region": "Черкаська область",
                "text": "Виборчий округ №197 (Черкаська область)"
            },
            "laws": {
                "відвідуваність": 78,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 78
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18074",
            "name": "Голубов Дмитро Іванович",
            "facebook": "https://www.facebook.com/profile.php?id=100009312742363",
            "phones": [
                "(044) 255-38-56"
            ],
            "residence": "Одеса",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "136",
                "region": "Одеська область",
                "text": "Виборчий округ №136 (Одеська область)"
            },
            "laws": {
                "відвідуваність": 77,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2258"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17984",
            "name": "Гончаренко Олексій Олексійович",
            "facebook": "https://www.facebook.com/alexeygoncharenko",
            "phones": [
                "(044) 255-31-33",
                "(044) 255-25-84"
            ],
            "residence": "Одеса",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 80,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18002",
            "name": "Гопко Ганна Миколаївна",
            "facebook": "",
            "phones": [
                "(044) 255-35-49",
                "(044) 255-21-07",
                "(044) 255-35-40",
                "(044) 255-39-57"
            ],
            "residence": "село Підгірне Пустомитівського району Львівської області",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 78,
                "2087а": "no",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 78
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2172"
                    ],
                    "rate": 25
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17962",
            "name": "Горбунов Олександр Володимирович",
            "facebook": "https://www.facebook.com/profile.php?id=100000968968654",
            "phones": [
                "(044) 255-43-68"
            ],
            "residence": "Кіровоград",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 94,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18075",
            "name": "Горват Роберт Іванович",
            "facebook": "https://www.facebook.com/profile.php?id=100004995437158",
            "phones": [
                "(044) 255-35-79"
            ],
            "residence": "село Тур'ї Ремети Перечинського району Закарпатської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "68",
                "region": "Закарпатська область",
                "text": "Виборчий округ №68 (Закарпатська область)"
            },
            "laws": {
                "відвідуваність": 70,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 70
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15953",
            "name": "Гордєєв Андрій Анатолійович",
            "facebook": "https://www.facebook.com/andriy.gordeev",
            "phones": [
                "(044) 255-43-99"
            ],
            "residence": "село Томина Балка Білозерського району Херсонської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "183",
                "region": "Херсонська область",
                "text": "Виборчий округ №183 (Херсонська область)"
            },
            "laws": {
                "відвідуваність": 76,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 76
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17995",
            "name": "Грановський Олександр Михайлович",
            "facebook": "",
            "phones": [
                "(044) 255-30-48",
                "(044) 255-28-95"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 77,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2258"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15646",
            "name": "Гриневич Лілія Михайлівна",
            "facebook": "https://www.facebook.com/liliya.grynevych",
            "phones": [
                "(044) 255-20-81",
                "(044) 255-31-55",
                "(044) 255-31-53",
                "(044) 255-33-04"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 64,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 64
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2250"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5414",
            "name": "Гринів Ігор Олексійович",
            "facebook": "",
            "phones": [
                "(044) 255-25-86",
                "(044) 255-38-79"
            ],
            "residence": "смт Козин Обухівського району Київської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 73,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "absent",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 73
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17973",
            "name": "Гройсман Володимир Борисович",
            "facebook": "https://www.facebook.com/volodymyrgroysman",
            "phones": [],
            "residence": "Вінниця",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 98,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18077",
            "name": "Гудзенко Віталій Іванович",
            "facebook": "https://www.facebook.com/profile.php?id=100004086552851",
            "phones": [
                "(044) 255-35-91",
                "(044) 255-24-37"
            ],
            "residence": "село Іванівка Білоцерківського району Київської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "92",
                "region": "Київська область",
                "text": "Виборчий округ №92 (Київська область)"
            },
            "laws": {
                "відвідуваність": 73,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 73
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "14674",
            "name": "Гузь Ігор Володимирович",
            "facebook": "https://www.facebook.com/igor.guz",
            "phones": [
                "(044) 255-35-58",
                "(098) 608-00-24",
                "(098) 662-68-36",
                "(098) 714-93-00",
                "(096) 954-39-26"
            ],
            "residence": "Луцьк",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "19",
                "region": "Волинська область",
                "text": "Виборчий округ №19 (Волинська область)"
            },
            "laws": {
                "відвідуваність": 98,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2258"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18078",
            "name": "Гуляєв Василь Олександрович",
            "facebook": "https://www.facebook.com/vasilgulyaev",
            "phones": [
                "(044) 255-36-68",
                "(044) 255-28-30"
            ],
            "residence": "село Молодіжне Овідіопольського району Одеської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "140",
                "region": "Одеська область",
                "text": "Виборчий округ №140 (Одеська область)"
            },
            "laws": {
                "відвідуваність": 97,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2258"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18036",
            "name": "Гусак Володимир Георгійович",
            "facebook": "",
            "phones": [
                "(044) 255-34-54",
                "(044) 255-24-58"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 69,
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 69
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18079",
            "name": "Давиденко Валерій Миколайович",
            "facebook": "",
            "phones": [
                "(044) 255-22-01"
            ],
            "residence": "Носівка Чернігівської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "208",
                "region": "Чернігівська область",
                "text": "Виборчий округ №208 (Чернігівська область)"
            },
            "laws": {
                "відвідуваність": 57,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "absent",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 57
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2172"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18009",
            "name": "Данченко Олександр Іванович",
            "facebook": "https://www.facebook.com/danchenko.oleksandr",
            "phones": [
                "(044) 255-26-09",
                "(044) 255-20-60",
                "(044) 255-32-01",
                "(044) 255-22-74"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 71,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17956",
            "name": "Дейдей Євген Сергійович",
            "facebook": "https://www.facebook.com/evgeniy.deidei",
            "phones": [
                "(044) 255-26-88"
            ],
            "residence": "Рені Одеської області",
            "party": "Народний Фронт",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 44,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "no",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "2250"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18080",
            "name": "Демчак Руслан Євгенійович",
            "facebook": "https://www.facebook.com/ruslan.demchak",
            "phones": [
                "(044) 255-35-93",
                "(044) 255-29-33"
            ],
            "residence": "Липовець Вінницької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "18",
                "region": "Вінницька область",
                "text": "Виборчий округ №18 (Вінницька область)"
            },
            "laws": {
                "відвідуваність": 60,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 60
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1565"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15815",
            "name": "Денисенко Анатолій Петрович",
            "facebook": "https://www.facebook.com/anatoliy.denysenko.1",
            "phones": [
                "(044) 255-91-09",
                "(044) 255-92-19"
            ],
            "residence": "Харків",
            "party": "",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "173",
                "region": "Харківська область",
                "text": "Виборчий округ №173 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 35,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 65
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18081",
            "name": "Денисенко Андрій Сергійович",
            "facebook": "https://www.facebook.com/andriy.denysenko.75",
            "phones": [
                "(044) 255-27-21"
            ],
            "residence": "Дніпропетровськ",
            "party": "",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "26",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №26 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 10,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17986",
            "name": "Денисенко Вадим Ігорович",
            "facebook": "https://www.facebook.com/vadym.denysenko.1",
            "phones": [
                "(044) 255-30-23"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 86,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2250",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8757",
            "name": "Денісова Людмила Леонтіївна",
            "facebook": "https://www.facebook.com/denisovamlsp",
            "phones": [
                "(044) 255-43-20",
                "(044) 255-40-35",
                "(044) 255-42-98",
                "(044) 255-41-70"
            ],
            "residence": "Сімферопіль Автономної Республіки Крим",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 85,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 85
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15768",
            "name": "Дерев’янко Юрій Богданович",
            "facebook": "https://www.facebook.com/derevyanko.yurii",
            "phones": [
                "(044) 255-33-89",
                "(044) 255-34-81",
                "(098) 121-01-71"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 62,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 62
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2284",
            "name": "Деркач Андрій Леонідович",
            "facebook": "",
            "phones": [
                "(044) 255-43-95"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "159",
                "region": "Сумська область",
                "text": "Виборчий округ №159 (Сумська область)"
            },
            "laws": {
                "відвідуваність": 28,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "absent",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 72
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "6130",
            "name": "Дехтярчук Олександр Володимирович",
            "facebook": "https://www.facebook.com/oleksandr.dehtyarchuk",
            "phones": [
                "(044) 255-36-82",
                "(044) 255-38-51"
            ],
            "residence": "Дубно Рівненської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "154",
                "region": "Рівненська область",
                "text": "Виборчий округ №154 (Рівненська область)"
            },
            "laws": {
                "відвідуваність": 90,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2258"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2394",
            "name": "Джемілєв Мустафа",
            "facebook": "",
            "phones": [
                "(044) 255-46-26"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 57,
                "1558-1": "no",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 57
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15652",
            "name": "Дзензерський Денис Вікторович",
            "facebook": "https://www.facebook.com/denys.dzenzerskyy",
            "phones": [
                "(044) 255-21-51",
                "(044) 255-37-28"
            ],
            "residence": "Дніпропетровськ",
            "party": "Народний Фронт",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 26,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 74
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18082",
            "name": "Дзюблик Павло Володимирович",
            "facebook": "https://www.facebook.com/dzyublik",
            "phones": [
                "(044) 255-35-33"
            ],
            "residence": "смт Черняхів Житомирської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "66",
                "region": "Житомирська область",
                "text": "Виборчий округ №66 (Житомирська область)"
            },
            "laws": {
                "відвідуваність": 92,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 92
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2381"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15767",
            "name": "Дирів Анатолій Борисович",
            "facebook": "https://www.facebook.com/profile.php?id=1325521180",
            "phones": [
                "(044) 255-27-61"
            ],
            "residence": "смт Брошнів-Осада Рожнятівського району Івано-Франківської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "86",
                "region": "Івано-Франківська область",
                "text": "Виборчий округ №86 (Івано-Франківська область)"
            },
            "laws": {
                "відвідуваність": 98,
                "1558-1": "no",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18017",
            "name": "Діденко Ігор Анатолійович",
            "facebook": "",
            "phones": [
                "(044) 255-25-02",
                "(044) 255-34-91"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 64,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "absent",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 64
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2258",
                        "2172"
                    ],
                    "rate": 38
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18083",
            "name": "Дідич Валентин Володимирович",
            "facebook": "https://www.facebook.com/profile.php",
            "phones": [
                "(044) 255-35-14",
                "(044) 255-30-14"
            ],
            "residence": "село Чернече Криничанського району Дніпропетровської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "40",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №40 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 59,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "no",
                "1580": "absent",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18084",
            "name": "Дмитренко Олег Миколайович",
            "facebook": "https://www.facebook.com/shtabdmitrenko",
            "phones": [
                "(044) 255-31-65",
                "(044) 255-23-17"
            ],
            "residence": "Чернігів",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "210",
                "region": "Чернігівська область",
                "text": "Виборчий округ №210 (Чернігівська область)"
            },
            "laws": {
                "відвідуваність": 69,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 69
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15818",
            "name": "Добкін Дмитро Маркович",
            "facebook": "",
            "phones": [
                "(044) 255-34-74"
            ],
            "residence": "Харків",
            "party": "Опозиційний блок",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "178",
                "region": "Харківська область",
                "text": "Виборчий округ №178 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 30,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "absent",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 70
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5578",
            "name": "Добкін Михайло Маркович",
            "facebook": "",
            "phones": [
                "(044) 255-29-60",
                "(044) 255-38-17"
            ],
            "residence": "Харків",
            "party": "Опозиційний блок",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 21,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 79
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18085",
            "name": "Добродомов Дмитро Євгенович",
            "facebook": "https://www.facebook.com/dmytro.dobrodomov",
            "phones": [
                "(044) 255-34-63",
                "(044) 255-32-13"
            ],
            "residence": "Львів",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "115",
                "region": "Львівська область",
                "text": "Виборчий округ №115 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 83,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "6201",
            "name": "Довбенко Михайло Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-34-06",
                "(044) 255-26-84",
                "(044) 255-25-30"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "84",
                "region": "Івано-Франківська область",
                "text": "Виборчий округ №84 (Івано-Франківська область)"
            },
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250",
                        "2172"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18086",
            "name": "Довгий Олесь Станіславович",
            "facebook": "https://www.facebook.com/oles.dovhiy",
            "phones": [
                "(044) 255-91-14"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "102",
                "region": "Кіровоградська область",
                "text": "Виборчий округ №102 (Кіровоградська область)"
            },
            "laws": {
                "відвідуваність": 66,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "absent",
                "2258": "yes",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 66
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2258"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15644",
            "name": "Долженков Олександр Валерійович",
            "facebook": "",
            "phones": [
                "(044) 255-37-71"
            ],
            "residence": "Черкаси",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 76,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 76
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15727",
            "name": "Домбровський Олександр Георгійович",
            "facebook": "https://www.facebook.com/DombrovskijOleksandr",
            "phones": [
                "(044) 255-26-72",
                "(044) 255-26-61",
                "(044) 255-20-68"
            ],
            "residence": "Вінниця",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "11",
                "region": "Вінницька область",
                "text": "Виборчий округ №11 (Вінницька область)"
            },
            "laws": {
                "відвідуваність": 42,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 58
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "3849",
            "name": "Донець Тетяна Анатоліївна",
            "facebook": "https://www.facebook.com/TetianaDonets",
            "phones": [
                "(044) 499-79-18"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 29,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18221",
            "name": "Драюк Сергій Євсейович",
            "facebook": "https://www.facebook.com/profile.php?id=100003400835731",
            "phones": [
                "(044) 255-44-05"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 98,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417640400
        },
        {
            "id": "18222",
            "name": "Дроздик Олександр Валерійович",
            "facebook": "https://www.facebook.com/drozdik.alexander",
            "phones": [
                "(044) 255-42-77"
            ],
            "residence": "Чернівці",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 65,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 65
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250",
                        "2172"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417640400
        },
        {
            "id": "12272",
            "name": "Дубіль Валерій Олександрович",
            "facebook": "https://www.facebook.com/dubil.valerii",
            "phones": [],
            "residence": "Чернігів",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 75,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1434402000
        },
        {
            "id": "18087",
            "name": "Дубінін Олександр Іванович",
            "facebook": "https://www.facebook.com/profile.php?id=100001837212312",
            "phones": [
                "(044) 255-23-49"
            ],
            "residence": "селище Сонячне Запорізького району Запорізької області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "30",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №30 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 55,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 55
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18088",
            "name": "Дубневич Богдан Васильович",
            "facebook": "https://www.facebook.com/Dubnevych.Bogdan",
            "phones": [
                "(044) 255-45-18"
            ],
            "residence": "село Зубра Пустомитівського району Львівської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "118",
                "region": "Львівська область",
                "text": "Виборчий округ №118 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 90,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2250"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15790",
            "name": "Дубневич Ярослав Васильович",
            "facebook": "https://www.facebook.com/Dubnevych",
            "phones": [
                "(044) 255-34-57",
                "(044) 255-34-71",
                "(044) 255-24-70",
                "(044) 255-34-72",
                "(044) 255-33-58"
            ],
            "residence": "Львів",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "120",
                "region": "Львівська область",
                "text": "Виборчий округ №120 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 90,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2258"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15780",
            "name": "Дунаєв Сергій Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-37-57",
                "(044) 255-36-80"
            ],
            "residence": "Лисичанськ Луганської області",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "107",
                "region": "Луганська область",
                "text": "Виборчий округ №107 (Луганська область)"
            },
            "laws": {
                "відвідуваність": 85,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 85
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18089",
            "name": "Євлахов Анатолій Сергійович",
            "facebook": "https://www.facebook.com/anatoliy.yevlakhov",
            "phones": [
                "(044) 255-26-74",
                "(044) 255-32-68",
                "(050) 04-18-333",
                "(063) 04-18-333",
                "(097) 04-18-333"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "207",
                "region": "Чернігівська область",
                "text": "Виборчий округ №207 (Чернігівська область)"
            },
            "laws": {
                "відвідуваність": 98,
                "2087а": "yes",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11728",
            "name": "Євтушок Сергій Миколайович",
            "facebook": "ttps://www.facebook.com/profile.php?id=100002247157326",
            "phones": [
                "(044) 255-34-69",
                "(044) 255-20-64"
            ],
            "residence": "Сарни Рівненської області",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "156",
                "region": "Рівненська область",
                "text": "Виборчий округ №156 (Рівненська область)"
            },
            "laws": {
                "відвідуваність": 84,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18016",
            "name": "Єднак Остап Володимирович",
            "facebook": "https://www.facebook.com/ostap.yednak",
            "phones": [
                "(044) 255-26-06",
                "(044) 255-29-66"
            ],
            "residence": "Броди Львівської області",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 72,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 72
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2258"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17959",
            "name": "Єленський Віктор Євгенович",
            "facebook": "",
            "phones": [
                "(044) 255-42-08"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 77,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "4761",
            "name": "Ємець Леонід Олександрович",
            "facebook": "https://www.facebook.com/profile.php?id=100002263895563",
            "phones": [
                "(044) 255-31-60",
                "(044) 255-22-13"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "221",
                "region": "м. Київ",
                "text": "Виборчий округ №221 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 91,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "yes",
                "1058": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2258"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5509",
            "name": "Єремеєв Ігор Миронович",
            "facebook": "https://www.facebook.com/IgorEremeev.Ukraine",
            "phones": [
                "(044) 353-30-34",
                "(044) 599-95-16",
                "(044) 255-44-42",
                "(067) 332 31-86",
                "(067) 361-09-33",
                "(067) 361-09-31",
                "(066) 952-06-01"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "23",
                "region": "Волинська область",
                "text": "Виборчий округ №23 (Волинська область)"
            },
            "laws": {
                "відвідуваність": 41,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18090",
            "name": "Єфімов Максим Вікторович",
            "facebook": "https://www.facebook.com/profile.php?id=100007075938125",
            "phones": [
                "(044) 255-27-11"
            ],
            "residence": "Краматорськ Донецької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "48",
                "region": "Донецька область",
                "text": "Виборчий округ №48 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 28,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 72
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "16716",
            "name": "Єфремова Ірина Олексіївна",
            "facebook": "",
            "phones": [
                "(044) 255-47-66"
            ],
            "residence": "Харків",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 80,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18057",
            "name": "Жданов Ігор Олександрович",
            "facebook": "https://www.facebook.com/profile.php?id=100003246322240",
            "phones": [],
            "residence": "",
            "party": "Батьківщина",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1417467600
        },
        {
            "id": "2301",
            "name": "Жеваго Костянтин Валентинович",
            "facebook": "https://www.facebook.com/profile.php?id=100004764370772",
            "phones": [
                "(044) 255-35-37"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "150",
                "region": "Полтавська область",
                "text": "Виборчий округ №150 (Полтавська область)"
            },
            "laws": {
                "відвідуваність": 5,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18091",
            "name": "Жолобецький Олександр Олександрович",
            "facebook": "https://www.facebook.com/aleksandr.zholobetskyy",
            "phones": [
                "(044) 255-38-06"
            ],
            "residence": "Миколаїв",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "129",
                "region": "Миколаївська область",
                "text": "Виборчий округ №129 (Миколаївська область)"
            },
            "laws": {
                "відвідуваність": 73,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 73
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2258"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18015",
            "name": "Журжій Андрій Валерійович",
            "facebook": "https://www.facebook.com/profile.php?id=100001269912329",
            "phones": [
                "(044) 255-27-34",
                "(044) 255-32-64"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 57,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 57
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15730",
            "name": "Заболотний Григорій Михайлович",
            "facebook": "https://www.facebook.com/grigoriyzabolotny",
            "phones": [
                "(044) 255-25-78",
                "(044) 255-38-65"
            ],
            "residence": "село Агрономічне Вінницького району Вінницької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 80,
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17991",
            "name": "Загорій Гліб Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-44-18"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 75,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 75
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17976",
            "name": "Заліщук Світлана Петрівна",
            "facebook": "https://www.facebook.com/svitlana.zalishchuk",
            "phones": [
                "(044) 255-39-03"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 71,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "yes",
                "1058": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17955",
            "name": "Заставний Роман Йосипович",
            "facebook": "https://www.facebook.com/RomanZastavnyj",
            "phones": [
                "(044) 255-42-49"
            ],
            "residence": "Тернопіль",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 99,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 99
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "833",
            "name": "Звягільський Юхим Леонідович",
            "facebook": "",
            "phones": [
                "(044) 255-87-31",
                "(044) 255-89-15"
            ],
            "residence": "Донецьк",
            "party": "Опозиційний блок",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "45",
                "region": "Донецька область",
                "text": "Виборчий округ №45 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 24,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 76
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "19126",
            "name": "Зубач Любомир Львович",
            "facebook": "",
            "phones": [],
            "residence": "Львів",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 88,
                "2087а": "yes",
                "шокін": "yes",
                "1558-1": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "новатор": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1433451600
        },
        {
            "id": "8771",
            "name": "Зубик Володимир Володимирович",
            "facebook": "https://www.facebook.com/profile.php?id=100005282119011",
            "phones": [
                "(044) 255-45-52"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "195",
                "region": "Черкаська область",
                "text": "Виборчий округ №195 (Черкаська область)"
            },
            "laws": {
                "відвідуваність": 88,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15654",
            "name": "Іванчук Андрій Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-91-07",
                "(044) 255-92-14"
            ],
            "residence": "село Іванковичі Васильківського району Київської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 88,
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1565",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15733",
            "name": "Івахів Степан Петрович",
            "facebook": "https://www.facebook.com/StepanIvahiv",
            "phones": [
                "(044) 255-45-48"
            ],
            "residence": "село Липини Луцького району Волинської області",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "21",
                "region": "Волинська область",
                "text": "Виборчий округ №21 (Волинська область)"
            },
            "laws": {
                "відвідуваність": 40,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 60
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18055",
            "name": "Івченко Вадим Євгенович",
            "facebook": "https://www.facebook.com/vadym1ivchenko",
            "phones": [
                "(044) 255-27-76",
                "(044) 255-25-34"
            ],
            "residence": "Біла Церква Київської області",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 74,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 74
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15837",
            "name": "Іллєнко Андрій Юрійович",
            "facebook": "https://www.facebook.com/andriy.illenko",
            "phones": [
                "(044) 255-38-55",
                "(044) 255-33-90"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "215",
                "region": "м. Київ",
                "text": "Виборчий округ №215 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 100,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "yes",
                "1058": "no",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2258"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15794",
            "name": "Ільюк Артем Олександрович",
            "facebook": "https://www.facebook.com/artemilyuk",
            "phones": [
                "(044) 255-33-59",
                "(044) 255-34-93",
                "(044) 255-34-87"
            ],
            "residence": "Миколаїв",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "128",
                "region": "Миколаївська область",
                "text": "Виборчий округ №128 (Миколаївська область)"
            },
            "laws": {
                "відвідуваність": 94,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "no",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15672",
            "name": "Іонова Марія Миколаївна",
            "facebook": "https://www.facebook.com/mariya.ionova.9",
            "phones": [
                "(044) 255-34-28",
                "(044) 255-39-38"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 77,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "793",
            "name": "Іоффе Юлій Якович",
            "facebook": "",
            "phones": [
                "(044) 255-26-87"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "112",
                "region": "Луганська область",
                "text": "Виборчий округ №112 (Луганська область)"
            },
            "laws": {
                "відвідуваність": 88,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "no",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18092",
            "name": "Іщейкін Костянтин Євгенович",
            "facebook": "ttps://www.facebook.com/ishejkin",
            "phones": [
                "(044) 255-43-79"
            ],
            "residence": "Полтава",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "148",
                "region": "Полтавська область",
                "text": "Виборчий округ №148 (Полтавська область)"
            },
            "laws": {
                "відвідуваність": 79,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 79
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15685",
            "name": "Іщенко Валерій Олександрович",
            "facebook": "",
            "phones": [
                "(044) 255-31-81",
                "(044) 255-36-58"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 91,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "16618",
            "name": "Кадикало Микола Олегович",
            "facebook": "https://www.facebook.com/m.kadykalo",
            "phones": [
                "(044) 255-34-67"
            ],
            "residence": "село Липники Пустомитівського району Львівської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15801",
            "name": "Каплін Сергій Миколайович",
            "facebook": "https://www.facebook.com/kaplins",
            "phones": [
                "(044) 255-46-86",
                "(044) 255-43-52"
            ],
            "residence": "Полтава",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "144",
                "region": "Полтавська область",
                "text": "Виборчий округ №144 (Полтавська область)"
            },
            "laws": {
                "відвідуваність": 44,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "absent",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1565",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17967",
            "name": "Кацер-Бучковська Наталія Володимирівна",
            "facebook": "https://www.facebook.com/nataliya.katserbuchkovska",
            "phones": [
                "(044) 255-26-73",
                "(044) 255-32-97"
            ],
            "residence": "смт Східниця Бориславського району Львівської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 71,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2172"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15816",
            "name": "Кацуба Володимир Михайлович",
            "facebook": "",
            "phones": [
                "(044) 255-91-99"
            ],
            "residence": "Дергачі Харківської області",
            "party": "",
            "lawTags": [
                "працює",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "175",
                "region": "Харківська область",
                "text": "Виборчий округ №175 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 70,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 70
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17975",
            "name": "Квіт Сергій Миронович",
            "facebook": "https://www.facebook.com/serhiy.kvit.3",
            "phones": [],
            "residence": "",
            "party": "Блок Петра Порошенк",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1417467600
        },
        {
            "id": "2155",
            "name": "Кириленко В'ячеслав Анатолійович",
            "facebook": "",
            "phones": [],
            "residence": "",
            "party": "Народний Фронт",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1417467600
        },
        {
            "id": "1351",
            "name": "Кириленко Іван Григорович",
            "facebook": "",
            "phones": [
                "(044) 255-31-72",
                "(044) 255-24-55"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 86,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "12455",
            "name": "Кириченко Олексій Миколайович",
            "facebook": "https://www.facebook.com/oleksij.kirichenko",
            "phones": [
                "(044) 499-79-05"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 97,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18006",
            "name": "Кишкар Павло Миколайович",
            "facebook": "https://www.facebook.com/kyshkar",
            "phones": [
                "(044) 255-45-15"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 67,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 67
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2320",
            "name": "Ківалов Сергій Васильович",
            "facebook": "https://www.facebook.com/s.kivalov",
            "phones": [
                "(044) 255-35-99",
                "(044) 255-20-97",
                "(044) 255-21-92"
            ],
            "residence": "Одеса",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "135",
                "region": "Одеська область",
                "text": "Виборчий округ №135 (Одеська область)"
            },
            "laws": {
                "відвідуваність": 64,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 64
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18031",
            "name": "Кіраль Сергій Іванович",
            "facebook": "https://www.facebook.com/sergii.kiral",
            "phones": [
                "(044) 255-32-76"
            ],
            "residence": "Львів",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 77,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18093",
            "name": "Кірш Олександр Вікторович",
            "facebook": "https://www.facebook.com/profile.php?id=100004825488022",
            "phones": [
                "(044) 255-30-94"
            ],
            "residence": "Харків",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-геть"
            ],
            "district": {
                "id": "169",
                "region": "Харківська область",
                "text": "Виборчий округ №169 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 66,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 66
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "13694",
            "name": "Кісельов Андрій Миколайович",
            "facebook": "https://www.facebook.com/profile.php?id=100009571924315",
            "phones": [
                "(044) 255-44-84"
            ],
            "residence": "Донецьк",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 90,
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "7371",
            "name": "Кіссе Антон Іванович",
            "facebook": "https://www.facebook.com/antonkisse",
            "phones": [
                "(044) 255-38-58",
                "(044) 255-39-29"
            ],
            "residence": "Одеса",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "142",
                "region": "Одеська область",
                "text": "Виборчий округ №142 (Одеська область)"
            },
            "laws": {
                "відвідуваність": 83,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "absent",
                "2258": "no",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18094",
            "name": "Кіт Андрій Богданович",
            "facebook": "https://www.facebook.com/kit.andriy.bogdanovych",
            "phones": [
                "(044) 255-38-97"
            ],
            "residence": "село Ясенівці Золочівського району Львівської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "126",
                "region": "Львівська область",
                "text": "Виборчий округ №126 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 52,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 52
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2250"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17997",
            "name": "Климпуш-Цинцадзе Іванна Орестівна",
            "facebook": "https://www.facebook.com/ivanna.klympushtsintsadze",
            "phones": [
                "(044) 255-33-54",
                "(044) 255-30-35"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 86,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5423",
            "name": "Клімов Леонід Михайлович",
            "facebook": "",
            "phones": [
                "(044) 255-35-17",
                "(044) 255-36-72"
            ],
            "residence": "Одеса",
            "party": "",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "137",
                "region": "Одеська область",
                "text": "Виборчий округ №137 (Одеська область)"
            },
            "laws": {
                "відвідуваність": 95,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8781",
            "name": "Клюєв Сергій Петрович",
            "facebook": "",
            "phones": [
                "(044) 255-26-75",
                "(044) 255-25-95"
            ],
            "residence": "Донецьк",
            "party": "",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "46",
                "region": "Донецька область",
                "text": "Виборчий округ №46 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 23,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15645",
            "name": "Княжицький Микола Леонідович",
            "facebook": "https://www.facebook.com/mykolakn",
            "phones": [
                "(044) 255-44-83",
                "(044) 255-47-56"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 91,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2381"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "1897",
            "name": "Князевич Руслан Петрович",
            "facebook": "",
            "phones": [
                "(044) 255-35-84",
                "(044) 255-28-09",
                "(044) 255-29-72",
                "(044) 255-33-81"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 98,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17990",
            "name": "Кобцев Михайло Валентинович",
            "facebook": "https://www.facebook.com/mykhaylo.kobtsev",
            "phones": [
                "(044) 255-26-46",
                "(044) 255-26-89"
            ],
            "residence": "Харків",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 78,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 78
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2258"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15668",
            "name": "Ковальчук Віталій Анатолійович",
            "facebook": "https://www.facebook.com/vitalij.kovalchuk",
            "phones": [],
            "residence": "",
            "party": "Блок Петра Порошенка",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1421182800
        },
        {
            "id": "15309",
            "name": "Кодола Олександр Михайлович",
            "facebook": "https://www.facebook.com/oleksandr.mihalich",
            "phones": [
                "(044) 255-45-44"
            ],
            "residence": "Чернігів",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "209",
                "region": "Чернігівська область",
                "text": "Виборчий округ №209 (Чернігівська область)"
            },
            "laws": {
                "відвідуваність": 93,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8786",
            "name": "Кожем’якін Андрій Анатолійович",
            "facebook": "",
            "phones": [
                "(044) 255-35-06",
                "(044) 255-22-80",
                "(044) 255-35-07",
                "(044) 255-21-69",
                "(044) 255-33-24"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 84,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18034",
            "name": "Козак Тарас Романович",
            "facebook": "",
            "phones": [
                "(044) 255-42-64"
            ],
            "residence": "село Сокільники Пустомитівського району Львівської області",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "конструктив",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 86,
                "1558-1": "no",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "absent",
                "2258": "no",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "7175",
            "name": "Козаченко Леонід Петрович",
            "facebook": "https://www.facebook.com/leonidkozachenko",
            "phones": [
                "(044) 255-21-57"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 70,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 70
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18095",
            "name": "Козир Борис Юрійович",
            "facebook": "https://www.facebook.com/boris.kozyr.5",
            "phones": [
                "(044) 255-22-12",
                "(044) 255-34-44"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "127",
                "region": "Миколаївська область",
                "text": "Виборчий округ №127 (Миколаївська область)"
            },
            "laws": {
                "відвідуваність": 63,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 63
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17414",
            "name": "Колганова Олена Валеріївна",
            "facebook": "",
            "phones": [
                "(044) 499-79-17"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 97,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11098",
            "name": "Колєсніков Дмитро Валерійович",
            "facebook": "",
            "phones": [
                "(044) 255-32-31",
                "(044) 255-38-32"
            ],
            "residence": "Кривий Ріг Дніпропетровської області",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 90,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11166",
            "name": "Кондратюк Олена Костянтинівна",
            "facebook": "https://www.facebook.com/olena.kondratiuk",
            "phones": [
                "(044) 499-79-24"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 86,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417640400
        },
        {
            "id": "17981",
            "name": "Кононенко Ігор Віталійович",
            "facebook": "https://www.facebook.com/profile.php?id=100001507967095",
            "phones": [
                "(044) 255-33-05",
                "(044) 255-26-96",
                "(044) 255-28-33"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 37,
                "2087а": "yes",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 63
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18096",
            "name": "Константіновський Вячеслав Леонідович",
            "facebook": "https://www.facebook.com/v.konstantinovskyi",
            "phones": [
                "(044) 255-29-51",
                "(044) 255-38-96"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "220",
                "region": "м. Київ",
                "text": "Виборчий округ №220 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 60,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 60
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2172"
                    ],
                    "rate": 38
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18097",
            "name": "Корнацький Аркадій Олексійович",
            "facebook": "https://www.facebook.com/arkady.kornatsky.7",
            "phones": [
                "(044) 255-21-03"
            ],
            "residence": "село Чаусове-2 Первомайського району Миколаївської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "132",
                "region": "Миколаївська область",
                "text": "Виборчий округ №132 (Миколаївська область)"
            },
            "laws": {
                "відвідуваність": 91,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8693",
            "name": "Королевська Наталія Юріївна",
            "facebook": "https://www.facebook.com/Nataliya.Korolevska",
            "phones": [
                "(044) 255-45-09"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 58,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 58
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2314",
            "name": "Король Віктор Миколайович",
            "facebook": "",
            "phones": [
                "(044) 255-25-40",
                "(044) 255-35-10"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 91,
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18167",
            "name": "Корчик Віталій Андрійович",
            "facebook": "https://www.facebook.com/vitaliy.korchik",
            "phones": [
                "(044) 255-34-68",
                "(044) 255-24-72"
            ],
            "residence": "Сарни Рівненської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 97,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18165",
            "name": "Корчинська Оксана Анатоліївна",
            "facebook": "",
            "phones": [
                "(044) 499-79-11"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 80,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18028",
            "name": "Костенко Павло Петрович",
            "facebook": "https://www.facebook.com/ic.kostenko",
            "phones": [
                "(044) 255-34-41",
                "(044) 255-39-14"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 78,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 78
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2172"
                    ],
                    "rate": 25
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17965",
            "name": "Котвіцький Ігор Олександрович",
            "facebook": "https://www.facebook.com/profile.php?id=100007311643153",
            "phones": [
                "(044) 255-35-92"
            ],
            "residence": "Харків",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 58,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "yes",
                "1565": "no",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 58
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18048",
            "name": "Кошелєва Альона Володимирівна",
            "facebook": "https://www.facebook.com/alena.kosheleva.9",
            "phones": [
                "(044) 255-91-41"
            ],
            "residence": "Харків",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 91,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17969",
            "name": "Кремінь Тарас Дмитрович",
            "facebook": "",
            "phones": [
                "(044) 255-33-69",
                "(044) 255-38-12"
            ],
            "residence": "Миколаїв",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 93,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17970",
            "name": "Кривенко Вадим Валерійович",
            "facebook": "https://www.facebook.com/vadim.kryvenko",
            "phones": [
                "(044) 255-91-28"
            ],
            "residence": "село Царівка Коростишівського району Житомирської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 91,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2381"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18005",
            "name": "Кривенко Віктор Миколайович",
            "facebook": "https://www.facebook.com/viktor.kryvenko.1",
            "phones": [
                "(044) 255-46-05"
            ],
            "residence": "село Курилівка Петриківського району Дніпропетровської області",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 72,
                "2087а": "no",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 72
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2172"
                    ],
                    "rate": 38
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18107",
            "name": "Кривохатько Вадим Вікторович",
            "facebook": "https://www.facebook.com/vadim.krivohatko",
            "phones": [
                "(044) 255-23-66",
                "(044) 255-35-65"
            ],
            "residence": "селище Кам’яне Вільнянського району Запорізької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "82",
                "region": "Запорізька область",
                "text": "Виборчий округ №82 (Запорізька область)"
            },
            "laws": {
                "відвідуваність": 44,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2250",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15901",
            "name": "Кривошея Геннадій Григорович",
            "facebook": "https://www.facebook.com/profile.php?id=100008291649615",
            "phones": [
                "(044) 255-32-93",
                "(044) 255-37-54"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18108",
            "name": "Кришин Олег Юрійович",
            "facebook": "",
            "phones": [
                "(044) 255-35-89",
                "(044) 255-39-68"
            ],
            "residence": "Дніпропетровськ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "34",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №34 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 79,
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 79
                },
                "ретроград": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "6073",
            "name": "Крулько Іван Іванович",
            "facebook": "https://www.facebook.com/ikrulko",
            "phones": [
                "(044) 255-46-67",
                "(044) 255-45-55"
            ],
            "residence": "Хуст Закарпатської області",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 88,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17957",
            "name": "Ксенжук Олександр Степанович",
            "facebook": "https://www.facebook.com/aleksander.ksendjuk",
            "phones": [
                "(044) 255-26-57",
                "(044) 255-29-25"
            ],
            "residence": "село Пашківці Хмельницького району Хмельницької області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 77,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2172"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15649",
            "name": "Кубів Степан Іванович",
            "facebook": "https://www.facebook.com/skubiv",
            "phones": [
                "(044) 255-28-23",
                "(044) 255-25-73"
            ],
            "residence": "Львів",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17999",
            "name": "Кудлаєнко Сергій Володимирович",
            "facebook": "https://www.facebook.com/pages/Сергій-Кудлаєнко/875895792469983",
            "phones": [
                "(044) 255-25-74",
                "(044) 255-31-44"
            ],
            "residence": "Вінниця",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 87,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 87
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "735",
            "name": "Кужель Олександра Володимирівна",
            "facebook": "https://www.facebook.com/abkuzhel",
            "phones": [
                "(044) 255-31-79",
                "(044) 255-36-34"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18109",
            "name": "Кузьменко Анатолій Іванович",
            "facebook": "",
            "phones": [
                "(044) 255-34-09",
                "(044) 255-22-45"
            ],
            "residence": "село Головківка Олександрійського району Кіровоградської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "103",
                "region": "Кіровоградська область",
                "text": "Виборчий округ №103 (Кіровоградська область)"
            },
            "laws": {
                "відвідуваність": 64,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "absent",
                "2258": "yes",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 64
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15804",
            "name": "Кулініч Олег Іванович",
            "facebook": "https://www.facebook.com/profile.php?id=100008098784689",
            "phones": [
                "(044) 255-29-62",
                "(044) 255-30-65"
            ],
            "residence": "Зіньків Полтавської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "147",
                "region": "Полтавська область",
                "text": "Виборчий округ №147 (Полтавська область)"
            },
            "laws": {
                "відвідуваність": 93,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2258"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18160",
            "name": "Куліч Валерій Петрович",
            "facebook": "https://www.facebook.com/valerii.kulich",
            "phones": [],
            "residence": "",
            "party": "",
            "lawTags": [
                "новатор",
                "ретроград"
            ],
            "laws": {
                "1058": "yes",
                "1565": "absent",
                "1580": "yes",
                "2172": "absent",
                "2250": "absent",
                "2258": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "новатор": {
                    "laws": [
                        "1058",
                        "1580"
                    ],
                    "rate": 25
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2172",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1431982800
        },
        {
            "id": "18110",
            "name": "Куліченко Іван Іванович",
            "facebook": "https://www.facebook.com/Kulichenko",
            "phones": [
                "(044) 255-43-98",
                "(044) 255-49-86"
            ],
            "residence": "Дніпропетровськ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "28",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №28 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 80,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15840",
            "name": "Куніцин Сергій Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-43-07",
                "(044) 255-42-54"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 72,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 72
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417640400
        },
        {
            "id": "18050",
            "name": "Купрієнко Олег Васильович",
            "facebook": "https://www.facebook.com/profile.php?id=100001099433721",
            "phones": [
                "(044) 255-43-27"
            ],
            "residence": "Чернігів",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 93,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2258",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18111",
            "name": "Купрій Віталій Миколайович",
            "facebook": "https://www.facebook.com/vitaliy.kupriy",
            "phones": [
                "(044) 255-35-22",
                "(044) 255-21-19"
            ],
            "residence": "Дніпродзержинськ Дніпропетровської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "29",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №29 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 51,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 51
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8803",
            "name": "Курило Віталій Семенович",
            "facebook": "https://www.facebook.com/VSKurilo",
            "phones": [
                "(044) 255-34-33",
                "(044) 255-23-28"
            ],
            "residence": "Луганськ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "113",
                "region": "Луганська область",
                "text": "Виборчий округ №113 (Луганська область)"
            },
            "laws": {
                "відвідуваність": 56,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "13646",
            "name": "Курячий Максим Павлович",
            "facebook": "https://www.facebook.com/kuryachiy",
            "phones": [
                "(044) 255-28-04"
            ],
            "residence": "Дніпропетровськ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "25",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №25 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 85,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 85
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15805",
            "name": "Кутовий Тарас Вікторович",
            "facebook": "https://www.facebook.com/t.kutovyi",
            "phones": [
                "(044) 255-28-40",
                "(044) 255-27-70",
                "(044) 255-26-80",
                "(044) 255-36-23",
                "(044) 255-21-82",
                "(099) 07-255-15",
                "(066) 916-53-04",
                "(066) 166-22-30",
                "(095) 450-97-18",
                "(097) 499-86-41",
                "(066) 309-36-99"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "151",
                "region": "Полтавська область",
                "text": "Виборчий округ №151 (Полтавська область)"
            },
            "laws": {
                "відвідуваність": 92,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 92
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2258"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18112",
            "name": "Кучер Микола Іванович",
            "facebook": "https://www.facebook.com/pages/Микола-Кучер/1590097224576613",
            "phones": [
                "(044) 255-38-98"
            ],
            "residence": "Ладижин Вінницької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "17",
                "region": "Вінницька область",
                "text": "Виборчий округ №17 (Вінницька область)"
            },
            "laws": {
                "відвідуваність": 65,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 65
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15824",
            "name": "Лабазюк Сергій Петрович",
            "facebook": "https://www.facebook.com/SergiyLobazyuk",
            "phones": [
                "(044) 255-37-53",
                "(044) 255-33-71"
            ],
            "residence": "Волочиськ Хмельницької області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "188",
                "region": "Хмельницька область",
                "text": "Виборчий округ №188 (Хмельницька область)"
            },
            "laws": {
                "відвідуваність": 67,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 67
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18113",
            "name": "Лаврик Микола Іванович",
            "facebook": "https://www.facebook.com/profile.php?id=100007926224698",
            "phones": [
                "(044) 255-43-72"
            ],
            "residence": "Ромни Сумської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "161",
                "region": "Сумська область",
                "text": "Виборчий округ №161 (Сумська область)"
            },
            "laws": {
                "відвідуваність": 90,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2250",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18011",
            "name": "Лаврик Олег Васильович",
            "facebook": "https://www.facebook.com/profile.php?id=100001542360542",
            "phones": [
                "(044) 255-34-56",
                "(044) 255-32-06"
            ],
            "residence": "Львів",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 84,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580"
                    ],
                    "rate": 38
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15756",
            "name": "Ланьо Михайло Іванович",
            "facebook": "",
            "phones": [
                "(044) 255-23-65"
            ],
            "residence": "село Куштановиця Мукачівського району Закарпатської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "70",
                "region": "Закарпатська область",
                "text": "Виборчий округ №70 (Закарпатська область)"
            },
            "laws": {
                "відвідуваність": 53,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "absent",
                "2258": "yes",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 53
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "2258",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18114",
            "name": "Лапін Ігор Олександрович",
            "facebook": "https://www.facebook.com/profile.php?id=100007665035539",
            "phones": [
                "(044) 255-44-62",
                "(044) 255-23-43",
                "(044) 255-28-28",
                "(044) 255-44-31"
            ],
            "residence": "Ковель Волинської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "22",
                "region": "Волинська область",
                "text": "Виборчий округ №22 (Волинська область)"
            },
            "laws": {
                "відвідуваність": 77,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565"
                    ],
                    "rate": 25
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2179",
            "name": "Ларін Сергій Миколайович",
            "facebook": "https://www.facebook.com/SNLarin",
            "phones": [
                "(044) 255-35-61"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 91,
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "absent",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11694",
            "name": "Левус Андрій Мар’янович",
            "facebook": "https://www.facebook.com/profile.php?id=100000077905605",
            "phones": [
                "(044) 255-26-11"
            ],
            "residence": "Стрий Львівської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 70,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 70
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "16672",
            "name": "Левченко Юрій Володимирович",
            "facebook": "https://www.facebook.com/Y.V.Levchenko",
            "phones": [
                "(044) 255-44-29"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "223",
                "region": "м. Київ",
                "text": "Виборчий округ №223 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 66,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "yes",
                "1058": "no",
                "1580": "no",
                "1565": "absent",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 66
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17413",
            "name": "Ледовських Олена Володимирівна",
            "facebook": "https://www.facebook.com/elena.ledovskykh",
            "phones": [
                "(044) 255-29-24",
                "(044) 255-31-43",
                "(044) 255-22-92"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 99,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 99
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "10204",
            "name": "Ленський Олексій Олексійович",
            "facebook": "https://www.facebook.com/aleksey.lenskyy",
            "phones": [
                "(044) 255-25-14",
                "(044) 255-30-18"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 97,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18605",
            "name": "Лесюк Ярослав Васильович",
            "facebook": "",
            "phones": [
                "(044) 255-45-19"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 54,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "no",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 54
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2381"
                    ],
                    "rate": 50
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1422306000
        },
        {
            "id": "17977",
            "name": "Лещенко Сергій Анатолійович",
            "facebook": "https://www.facebook.com/leshchenko.ukraine",
            "phones": [
                "(044) 255-38-37"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 64,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 64
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5470",
            "name": "Литвин Володимир Михайлович",
            "facebook": "https://www.facebook.com/vm.lytvyn",
            "phones": [
                "(044) 255-38-18"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "65",
                "region": "Житомирська область",
                "text": "Виборчий округ №65 (Житомирська область)"
            },
            "laws": {
                "відвідуваність": 59,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "absent",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18115",
            "name": "Лівік Олександр Петрович",
            "facebook": "",
            "phones": [
                "(044) 255-26-79",
                "(044) 255-29-69"
            ],
            "residence": "Вознесенськ Миколаївської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "131",
                "region": "Миколаївська область",
                "text": "Виборчий округ №131 (Миколаївська область)"
            },
            "laws": {
                "відвідуваність": 71,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 50
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18052",
            "name": "Лінько Дмитро Володимирович",
            "facebook": "https://www.facebook.com/dmytro.linko",
            "phones": [
                "(044) 255-34-59"
            ],
            "residence": "Кіровоград",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 94,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17958",
            "name": "Логвинський Георгій Володимирович",
            "facebook": "https://www.facebook.com/georgiylogvinskiy",
            "phones": [
                "(044) 255-41-52",
                "(044) 255-43-30"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 44,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15916",
            "name": "Лозовой Андрій Сергійович",
            "facebook": "https://www.facebook.com/Andriy.Lozovyi",
            "phones": [
                "(044) 255-24-77",
                "(044) 255-38-54"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 79,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 79
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8815",
            "name": "Лопушанський Андрій Ярославович",
            "facebook": "https://www.facebook.com/AndrewLopushansky",
            "phones": [
                "(044) 255-28-74"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "125",
                "region": "Львівська область",
                "text": "Виборчий округ №125 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 59,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2172"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18116",
            "name": "Лубінець Дмитро Валерійович",
            "facebook": "https://www.facebook.com/dmytro.lubinets",
            "phones": [
                "(044) 255-43-60",
                "(044) 255-49-00"
            ],
            "residence": "Волноваха Донецької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "district": {
                "id": "60",
                "region": "Донецька область",
                "text": "Виборчий округ №60 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 85,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 85
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "6332",
            "name": "Лук’янчук Руслан Валерійович",
            "facebook": "",
            "phones": [
                "(044) 255-33-01",
                "(044) 255-34-07"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15662",
            "name": "Лунченко Валерій Валерійович",
            "facebook": "https://www.facebook.com/valeriy.lunchenko",
            "phones": [
                "(044) 255-31-86"
            ],
            "residence": "Хуст Закарпатської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 93,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18054",
            "name": "Луценко Ігор Вікторович",
            "facebook": "https://www.facebook.com/igor.lutsenko",
            "phones": [
                "(044) 255-35-63"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 50,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "no",
                "2258": "absent",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 50
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "2172"
                    ],
                    "rate": 25
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15647",
            "name": "Луценко Ірина Степанівна",
            "facebook": "",
            "phones": [
                "(044) 255-26-25",
                "(044) 255-24-92",
                "(044) 255-38-34"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 51,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 51
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1422306000
        },
        {
            "id": "4132",
            "name": "Луценко Юрій Віталійович",
            "facebook": "https://www.facebook.com/LlutsenkoYuri",
            "phones": [
                "(044) 255-38-64",
                "(044) 255-22-17"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 41,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2258"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "7718",
            "name": "Льовочкін Сергій Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-31-58"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 60,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "absent",
                "2250": "absent",
                "2258": "no",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 60
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11109",
            "name": "Льовочкіна Юлія Володимирівна",
            "facebook": "",
            "phones": [
                "(044) 255-35-68"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 65,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 65
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18117",
            "name": "Люшняк Микола Володимирович",
            "facebook": "https://www.facebook.com/lyushniak.mykola",
            "phones": [
                "(044) 255-38-69"
            ],
            "residence": "село Петриків Тернопільського району Тернопільської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "166",
                "region": "Тернопільська область",
                "text": "Виборчий округ №166 (Тернопільська область)"
            },
            "laws": {
                "відвідуваність": 62,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 62
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8818",
            "name": "Ляшко Олег Валерійович",
            "facebook": "https://www.facebook.com/O.Liashko",
            "phones": [
                "(044) 255-27-48",
                "(044) 255-20-91",
                "(044) 255-38-78",
                "(044) 222-69-72",
                "(097) 522-27-58",
                "(068) 840-04-22"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 98,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15972",
            "name": "Макар’ян Давид Борисович",
            "facebook": "https://www.facebook.com/rezina.diski",
            "phones": [],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 54,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 54
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417640400
        },
        {
            "id": "18163",
            "name": "Македон Юрій Миколайович",
            "facebook": "https://www.facebook.com/yura.makedon",
            "phones": [
                "(044) 255-39-11"
            ],
            "residence": "Могилів-Подільський Вінницької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "16",
                "region": "Вінницька область",
                "text": "Виборчий округ №16 (Вінницька область)"
            },
            "laws": {
                "відвідуваність": 59,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17974",
            "name": "Мамчур Юлій Валерійович",
            "facebook": "https://www.facebook.com/pages/Юлій-Мамчур/658555767542620",
            "phones": [
                "(044) 255-34-01"
            ],
            "residence": "Миколаїв",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 97,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18013",
            "name": "Маркевич Ярослав Володимирович",
            "facebook": "https://www.facebook.com/markevich.yaroslav",
            "phones": [
                "(044) 255-45-13"
            ],
            "residence": "Харків",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 78,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 78
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2323",
            "name": "Мартиненко Микола Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-26-62",
                "(044) 255-24-01"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 99,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 99
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "1565",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15732",
            "name": "Мартиняк Сергій Васильович",
            "facebook": "https://www.facebook.com/S.V.Martyniak",
            "phones": [
                "(044) 255-39-06",
                "(044) 255-39-61"
            ],
            "residence": "село Гаразджа Луцького району Волинської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "20",
                "region": "Волинська область",
                "text": "Виборчий округ №20 (Волинська область)"
            },
            "laws": {
                "відвідуваність": 67,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "absent",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 67
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15744",
            "name": "Мартовицький Артур Володимирович",
            "facebook": "https://www.facebook.com/avmartovitskiy",
            "phones": [
                "(044) 255-26-23",
                "(044) 255-25-35"
            ],
            "residence": "Павлоград Дніпропетровської області",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "36",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №36 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 84,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18118",
            "name": "Марченко Олександр Олександрович",
            "facebook": "https://www.facebook.com/profile.php?id=100006182508637",
            "phones": [
                "(044) 255-44-16"
            ],
            "residence": "Біла Церква Київської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "90",
                "region": "Київська область",
                "text": "Виборчий округ №90 (Київська область)"
            },
            "laws": {
                "відвідуваність": 80,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "yes",
                "1058": "no",
                "1580": "no",
                "1565": "absent",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17966",
            "name": "Масоріна Олена Сергіївна",
            "facebook": "https://www.facebook.com/olena.masorina",
            "phones": [
                "(044) 255-39-02",
                "(044) 255-24-60"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 71,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250"
                    ],
                    "rate": 25
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2262",
            "name": "Матвієнко Анатолій Сергійович",
            "facebook": "https://www.facebook.com/asmatvienko",
            "phones": [
                "(044) 255-34-65",
                "(044) 255-36-32"
            ],
            "residence": "село Лісники Києво-Святошинського району Київської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 93,
                "2087а": "no",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "no",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2258",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2356",
            "name": "Матвієнков Сергій Анатолійович",
            "facebook": "https://www.facebook.com/sergey.matvienkov",
            "phones": [
                "(044) 255-91-59"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "57",
                "region": "Донецька область",
                "text": "Виборчий округ №57 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 93,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "absent",
                "2258": "no",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5500",
            "name": "Матвійчук Едуард Леонідович",
            "facebook": "",
            "phones": [
                "(044) 255-36-91",
                "(044) 255-31-40"
            ],
            "residence": "Одеса",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "133",
                "region": "Одеська область",
                "text": "Виборчий округ №133 (Одеська область)"
            },
            "laws": {
                "відвідуваність": 83,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17953",
            "name": "Матейченко Костянтин Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-35-70"
            ],
            "residence": "село Покровське Артемівського району Донецької області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 63,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 63
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2381"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15665",
            "name": "Матіос Марія Василівна",
            "facebook": "https://www.facebook.com/maria.matios",
            "phones": [
                "(044) 255-31-81",
                "(044) 255-36-58"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 57,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 57
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2258",
                        "2172"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417467600
        },
        {
            "id": "18119",
            "name": "Матківський Богдан Миронович",
            "facebook": "https://www.facebook.com/profile.php?id=100008424758160",
            "phones": [
                "(044) 255-92-21",
                "(044) 255-91-44"
            ],
            "residence": "Дрогобич Львівської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "121",
                "region": "Львівська область",
                "text": "Виборчий округ №121 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 73,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 73
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11342",
            "name": "Матузко Олена Олександрівна",
            "facebook": "",
            "phones": [
                "(044) 255-36-77",
                "(044) 255-35-39"
            ],
            "residence": "Бориспіль Київської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 97,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18120",
            "name": "Мацола Роман Миколайович",
            "facebook": "https://www.facebook.com/roman.matsola",
            "phones": [
                "(044) 255-35-15"
            ],
            "residence": "Львів",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "190",
                "region": "Хмельницька область",
                "text": "Виборчий округ №190 (Хмельницька область)"
            },
            "laws": {
                "відвідуваність": 87,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 87
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2172"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "12003",
            "name": "Медуниця Олег Вячеславович",
            "facebook": "https://www.facebook.com/oleg.medunitsya",
            "phones": [
                "(044) 255-42-89"
            ],
            "residence": "Суми",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "district": {
                "id": "157",
                "region": "Сумська область",
                "text": "Виборчий округ №157 (Сумська область)"
            },
            "laws": {
                "відвідуваність": 71,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18161",
            "name": "Мельник Сергій Іванович",
            "facebook": "",
            "phones": [
                "(044) 255-43-47",
                "(044) 255-46-09"
            ],
            "residence": "Хмельницький",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "187",
                "region": "Хмельницька область",
                "text": "Виборчий округ №187 (Хмельницька область)"
            },
            "laws": {
                "відвідуваність": 94,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15828",
            "name": "Мельниченко Володимир Володимирович",
            "facebook": "https://www.facebook.com/profile.php?id=100005732172873",
            "phones": [
                "(044) 255-20-42",
                "(044) 255-23-72"
            ],
            "residence": "Кам’янець-Подільський Хмельницької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "district": {
                "id": "193",
                "region": "Хмельницька область",
                "text": "Виборчий округ №193 (Хмельницька область)"
            },
            "laws": {
                "відвідуваність": 94,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18121",
            "name": "Мельничук Іван Іванович",
            "facebook": "https://www.facebook.com/ivan.melnychuk.7",
            "phones": [
                "(044) 255-35-64"
            ],
            "residence": "смт Літин Вінницької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "14",
                "region": "Вінницька область",
                "text": "Виборчий округ №14 (Вінницька область)"
            },
            "laws": {
                "відвідуваність": 97,
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2250"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18039",
            "name": "Мельничук Сергій Петрович",
            "facebook": "https://www.facebook.com/SergiyMelnuchykKombatAidar",
            "phones": [
                "(044) 255-22-73",
                "(044) 255-38-10"
            ],
            "residence": "Вінниця",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 40,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "no",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 60
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 75
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2172",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11106",
            "name": "Мирний Іван Миколайович",
            "facebook": "",
            "phones": [
                "(044) 255-38-01",
                "(044) 255-33-51"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 51,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "no",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 51
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15814",
            "name": "Мисик Володимир Юрійович",
            "facebook": "",
            "phones": [
                "(044) 255-35-29",
                "(044) 255-24-13"
            ],
            "residence": "Харків",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "172",
                "region": "Харківська область",
                "text": "Виборчий округ №172 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 8,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 92
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18030",
            "name": "Мірошник Андрій Миколайович",
            "facebook": "",
            "phones": [],
            "residence": "",
            "party": "Самопоміч",
            "lawTags": [
                "новатор",
                "ретроград"
            ],
            "laws": {
                "1058": "absent",
                "1580": "absent",
                "2172": "no",
                "2250": "yes",
                "2258": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "2172",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                },
                "новатор": {
                    "laws": [
                        "2250"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1431464400
        },
        {
            "id": "8826",
            "name": "Мірошниченко Юрій Романович",
            "facebook": "https://www.facebook.com/umirosnicenko",
            "phones": [
                "(044) 255-35-67",
                "(044) 255-22-24"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 74,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "absent",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 74
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18014",
            "name": "Мірошніченко Іван Володимирович",
            "facebook": "",
            "phones": [],
            "residence": "село Гатне Києво-Святошинського району Київської області",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 72,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 72
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8827",
            "name": "Міщенко Сергій Григорович",
            "facebook": "https://www.facebook.com/profile.php?id=100004207506810",
            "phones": [
                "(044) 255-24-98",
                "(044) 255-38-48"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "98",
                "region": "Київська область",
                "text": "Виборчий округ №98 (Київська область)"
            },
            "laws": {
                "відвідуваність": 90,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2250",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15810",
            "name": "Молоток Ігор Федорович",
            "facebook": "https://www.facebook.com/igor.molotok",
            "phones": [
                "(044) 255-35-08",
                "(044) 255-33-63",
                "(044) 255-41-25"
            ],
            "residence": "Шостка Сумської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "160",
                "region": "Сумська область",
                "text": "Виборчий округ №160 (Сумська область)"
            },
            "laws": {
                "відвідуваність": 80,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "no",
                "2250": "no",
                "2258": "yes",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "2258"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11102",
            "name": "Мороко Юрій Миколайович",
            "facebook": "",
            "phones": [
                "(044) 255-29-97",
                "(044) 255-37-78"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 73,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "absent",
                "2258": "no",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 73
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18045",
            "name": "Мосійчук Ігор Володимирович",
            "facebook": "https://www.facebook.com/igor.mosijcuk",
            "phones": [
                "(044) 255-35-21",
                "(044) 255-23-45"
            ],
            "residence": "Васильків Київської області",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 88,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2381"
                    ],
                    "rate": 25
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15773",
            "name": "Москаленко Ярослав Миколайович",
            "facebook": "https://www.facebook.com/yarmoskalenko",
            "phones": [
                "(044) 255-31-80",
                "(044) 255-23-85"
            ],
            "residence": "село Лютіж Вишгородського району Київської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "96",
                "region": "Київська область",
                "text": "Виборчий округ №96 (Київська область)"
            },
            "laws": {
                "відвідуваність": 86,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2172"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15819",
            "name": "Мураєв Євгеній Володимирович",
            "facebook": "https://www.facebook.com/yevgeniy.murayev",
            "phones": [
                "(044) 255-41-01",
                "(044) 255-48-14"
            ],
            "residence": "Харків",
            "party": "Опозиційний блок",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "181",
                "region": "Харківська область",
                "text": "Виборчий округ №181 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 35,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 65
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "16517",
            "name": "Мусій Олег Степанович",
            "facebook": "https://www.facebook.com/oleh.musij",
            "phones": [
                "(044) 499-79-06"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "124",
                "region": "Львівська область",
                "text": "Виборчий округ №124 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 83,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "no",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17996",
            "name": "Мушак Олексій Петрович",
            "facebook": "https://www.facebook.com/oleksiy.mushak",
            "phones": [
                "(044) 255-38-27"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 65,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 65
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17978",
            "name": "Найєм Мустафа-Масі",
            "facebook": "https://www.facebook.com/Mustafanayyem",
            "phones": [
                "(044) 255-30-15"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 56,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "absent",
                "2258": "no",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2370",
            "name": "Насалик Ігор Степанович",
            "facebook": "https://www.facebook.com/nasalyk",
            "phones": [
                "(044) 255-34-66",
                "(044) 255-29-46"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "85",
                "region": "Івано-Франківська область",
                "text": "Виборчий округ №85 (Івано-Франківська область)"
            },
            "laws": {
                "відвідуваність": 88,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "no",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2250"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17666",
            "name": "Насіров Роман Михайлович",
            "facebook": "https://www.facebook.com/profile.php?id=100004717308190",
            "phones": [],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 38,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 62
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15823",
            "name": "Негой Федір Федорович",
            "facebook": "https://www.facebook.com/fedir.negoy",
            "phones": [
                "(044) 255-25-37",
                "(044) 255-31-42"
            ],
            "residence": "село Великі Копані Цюрупинського району Херсонської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "186",
                "region": "Херсонська область",
                "text": "Виборчий округ №186 (Херсонська область)"
            },
            "laws": {
                "відвідуваність": 78,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 78
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18122",
            "name": "Недава Олег Анатолійович",
            "facebook": "https://www.facebook.com/profile.php?id=100001261912525",
            "phones": [
                "(044) 255-24-97",
                "(044) 255-38-44"
            ],
            "residence": "Єнакієве Донецької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "53",
                "region": "Донецька область",
                "text": "Виборчий округ №53 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 50,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 50
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "19058",
            "name": "Немировський Андрій Валентинович",
            "facebook": "https://www.facebook.com/nemi.and",
            "phones": [],
            "residence": "Дніпропетровськ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 93,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "новатор": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1431982800
        },
        {
            "id": "8830",
            "name": "Немиря Григорій Михайлович",
            "facebook": "https://www.facebook.com/profile.php?id=100004412837426",
            "phones": [
                "(044) 255-40-36",
                "(044) 255-49-02"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 60,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "absent",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 60
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18123",
            "name": "Нестеренко Вадим Григорович",
            "facebook": "",
            "phones": [
                "(044) 255-38-68"
            ],
            "residence": "село Миколаївка Новомосковського району Дніпропетровської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "38",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №38 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 53,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 53
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2258"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15725",
            "name": "Нечаєв Олександр Ігоревич",
            "facebook": "",
            "phones": [
                "(044) 255-28-76",
                "(044) 255-36-63"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 66,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "absent",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 66
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15830",
            "name": "Ничипоренко Валентин Миколайович",
            "facebook": "",
            "phones": [
                "(044) 255-28-20"
            ],
            "residence": "Жашків Черкаської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "199",
                "region": "Черкаська область",
                "text": "Виборчий округ №199 (Черкаська область)"
            },
            "laws": {
                "відвідуваність": 77,
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "absent",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18037",
            "name": "Німченко Василь Іванович",
            "facebook": "",
            "phones": [
                "(044) 255-35-13"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "13379",
            "name": "Новак Наталія Василівна",
            "facebook": "https://www.facebook.com/novak.udar",
            "phones": [
                "(044) 255-25-11",
                "(044) 255-21-20"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 98,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17108",
            "name": "Новинський Вадим Владиславович",
            "facebook": "",
            "phones": [
                "(044) 255-42-12"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 30,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "no",
                "2258": "no",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 70
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18040",
            "name": "Огнєвіч Злата Леонідівна",
            "facebook": "https://www.facebook.com/Z.Ognevich",
            "phones": [
                "(044) 255-41-57"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 55,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 55
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "13562",
            "name": "Омельянович Денис Сергійович",
            "facebook": "",
            "phones": [
                "(044) 255-21-43",
                "(044) 255-38-74"
            ],
            "residence": "Донецьк",
            "party": "Опозиційний блок",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "49",
                "region": "Донецька область",
                "text": "Виборчий округ №49 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 33,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "no",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 67
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15771",
            "name": "Онищенко Олександр Романович",
            "facebook": "https://www.facebook.com/aleksandr.onyshenko",
            "phones": [
                "(044) 255-28-05",
                "(044) 255-22-91"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "93",
                "region": "Київська область",
                "text": "Виборчий округ №93 (Київська область)"
            },
            "laws": {
                "відвідуваність": 29,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "no",
                "2258": "absent",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17982",
            "name": "Онуфрик Богдан Семенович",
            "facebook": "https://www.facebook.com/profile.php?id=100002479181124",
            "phones": [
                "(044) 499-79-33"
            ],
            "residence": "Чернівці",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 94,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18019",
            "name": "Опанасенко Олександр Валерійович",
            "facebook": "https://www.facebook.com/oleksandr.opanasenko",
            "phones": [
                "(044) 499-79-26"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 78,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 78
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15817",
            "name": "Остапчук Віктор Миколайович",
            "facebook": "",
            "phones": [
                "(044) 255-38-02",
                "(044) 255-26-04"
            ],
            "residence": "Харків",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "177",
                "region": "Харківська область",
                "text": "Виборчий округ №177 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 71,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "absent",
                "2258": "no",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18018",
            "name": "Острікова Тетяна Георгіївна",
            "facebook": "https://www.facebook.com/profile.php?id=100001653971970",
            "phones": [
                "(044) 255-26-01",
                "(044) 255-35-04"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 67,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 67
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "2258"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15806",
            "name": "Осуховський Олег Іванович",
            "facebook": "https://www.facebook.com/osuhovskyi",
            "phones": [
                "(044) 255-34-84",
                "(044) 255-33-96"
            ],
            "residence": "Рівне",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "152",
                "region": "Рівненська область",
                "text": "Виборчий округ №152 (Рівненська область)"
            },
            "laws": {
                "відвідуваність": 100,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "yes",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15651",
            "name": "Павелко Андрій Васильович",
            "facebook": "https://www.facebook.com/andriy.pavelko",
            "phones": [
                "(044) 255-40-29",
                "(044) 255-46-76",
                "(044) 255-42-23",
                "(044) 255-49-40"
            ],
            "residence": "Дніпропетровськ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 87,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 87
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15687",
            "name": "Павленко Ростислав Миколайович",
            "facebook": "https://www.facebook.com/rostyslav.pavlenko",
            "phones": [],
            "residence": "",
            "party": "Блок Петра Порошенка",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1421182800
        },
        {
            "id": "5380",
            "name": "Павленко Юрій Олексійович",
            "facebook": "https://www.facebook.com/Yurij.Pavlenko",
            "phones": [],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 67,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "absent",
                "1580": "no",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 67
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15741",
            "name": "Павлов Костянтин Юрійович",
            "facebook": "",
            "phones": [
                "(044) 255-43-85"
            ],
            "residence": "Кривий Ріг Дніпропетровської області",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "31",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №31 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 80,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2172"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15671",
            "name": "Паламарчук Микола Петрович",
            "facebook": "",
            "phones": [
                "(044) 255-31-87",
                "(044) 255-35-51",
                "(044) 255-22-59"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 87,
                "2087а": "no",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 87
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "2250",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15670",
            "name": "Палатний Артур Леонідович",
            "facebook": "",
            "phones": [
                "(044) 255-31-14",
                "(044) 255-31-17",
                "(044) 255-33-32"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 92,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 92
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2172"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5464",
            "name": "Папієв Михайло Миколайович",
            "facebook": "https://www.facebook.com/Mykhailo.Papiyev",
            "phones": [
                "(044) 255-41-65"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 80,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18124",
            "name": "Парасюк Володимир Зіновійович",
            "facebook": "https://www.facebook.com/v.parasyuk",
            "phones": [
                "(044) 255-36-81",
                "(044) 255-38-76"
            ],
            "residence": "село Папірня Жовківського району Львівської області",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "122",
                "region": "Львівська область",
                "text": "Виборчий округ №122 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 49,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "no",
                "2258": "absent",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 51
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2381"
                    ],
                    "rate": 50
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11584",
            "name": "Парубій Андрій Володимирович",
            "facebook": "https://www.facebook.com/andriy.parubiy",
            "phones": [
                "(044) 255-36-12",
                "(044) 255-24-79",
                "(044) 253-57-87",
                "(044) 255-20-05",
                "(044) 253-42-24"
            ],
            "residence": "Львів",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 99,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 99
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18125",
            "name": "Пастух Тарас Тимофійович",
            "facebook": "https://www.facebook.com/taras.pastukh.35",
            "phones": [
                "(044) 255-34-11",
                "(044) 255-36-37"
            ],
            "residence": "Тернопіль",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "163",
                "region": "Тернопільська область",
                "text": "Виборчий округ №163 (Тернопільська область)"
            },
            "laws": {
                "відвідуваність": 70,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 70
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15674",
            "name": "Пацкан Валерій Васильович",
            "facebook": "https://www.facebook.com/V.Packan",
            "phones": [
                "(044) 255-42-20"
            ],
            "residence": "Ужгород",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 76,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 76
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8696",
            "name": "Пашинський Сергій Володимирович",
            "facebook": "https://www.facebook.com/profile.php?id=100009285837723",
            "phones": [
                "(044) 255-22-90",
                "(044) 255-31-95",
                "(044) 255-31-94",
                "(044) 255-33-08"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 44,
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2250",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18126",
            "name": "Петренко Олег Миколайович",
            "facebook": "https://www.facebook.com/profile.php?id=100005252237317",
            "phones": [
                "(044) 255-31-22",
                "(044) 255-24-19"
            ],
            "residence": "Черкаси",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "district": {
                "id": "194",
                "region": "Черкаська область",
                "text": "Виборчий округ №194 (Черкаська область)"
            },
            "laws": {
                "відвідуваність": 71,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15657",
            "name": "Петренко Павло Дмитрович",
            "facebook": "https://www.facebook.com/pavlo.petrenko",
            "phones": [],
            "residence": "",
            "party": "Народний Фронт",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1417467600
        },
        {
            "id": "11131",
            "name": "Петьовка Василь Васильович",
            "facebook": "",
            "phones": [
                "(044) 255-21-39",
                "(044) 255-38-67"
            ],
            "residence": "Мукачеве Закарпатської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "72",
                "region": "Закарпатська область",
                "text": "Виборчий округ №72 (Закарпатська область)"
            },
            "laws": {
                "відвідуваність": 64,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 64
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "862",
            "name": "Пинзеник Віктор Михайлович",
            "facebook": "",
            "phones": [
                "(044) 255-43-56"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 100,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 100
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8125",
            "name": "Пинзеник Павло Васильович",
            "facebook": "",
            "phones": [
                "(044) 255-44-99"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 84,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2258"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8838",
            "name": "Писаренко Валерій Володимирович",
            "facebook": "https://www.facebook.com/vpysarenko",
            "phones": [
                "(044) 255-34-24",
                "(044) 255-25-85",
                "(067) 322-46-00",
                "(067) 581-45-64"
            ],
            "residence": "Харків",
            "party": "",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "168",
                "region": "Харківська область",
                "text": "Виборчий округ №168 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 10,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "no",
                "2258": "absent",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18025",
            "name": "Підлісецький Лев Теофілович",
            "facebook": "https://www.facebook.com/pages/Лев-Підлісецький/160386883985403",
            "phones": [
                "(044) 255-26-45",
                "(044) 255-25-45"
            ],
            "residence": "Львів",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 81,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 81
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15680",
            "name": "Побер Ігор Миколайович",
            "facebook": "https://www.facebook.com/pober.ihor",
            "phones": [
                "(044) 255-35-59",
                "(044) 255-29-22"
            ],
            "residence": "Тернопіль",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 93,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2172"
                    ],
                    "rate": 38
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417640400
        },
        {
            "id": "18127",
            "name": "Подоляк Ірина Ігорівна",
            "facebook": "https://www.facebook.com/iryna.podolyak.5",
            "phones": [
                "(044) 255-40-84",
                "(044) 255-42-57"
            ],
            "residence": "Львів",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "116",
                "region": "Львівська область",
                "text": "Виборчий округ №116 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17960",
            "name": "Поляков Максим Анатолійович",
            "facebook": "https://www.facebook.com/polyakovma",
            "phones": [
                "(044) 255-49-77",
                "(044) 255-44-25"
            ],
            "residence": "Умань Черкаської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 50,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 50
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18164",
            "name": "Помазанов Андрій Віталійович",
            "facebook": "",
            "phones": [
                "(044) 255-30-71"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 94,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "ретроград": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15760",
            "name": "Пономарьов Олександр Сергійович",
            "facebook": "",
            "phones": [
                "(044) 255-25-79",
                "(044) 255-38-66"
            ],
            "residence": "Бердянськ Запорізької області",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "78",
                "region": "Запорізька область",
                "text": "Виборчий округ №78 (Запорізька область)"
            },
            "laws": {
                "відвідуваність": 23,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5422",
            "name": "Поплавський Михайло Михайлович",
            "facebook": "https://www.facebook.com/MMPoplavskiy",
            "phones": [
                "(044) 255-35-32"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "101",
                "region": "Кіровоградська область",
                "text": "Виборчий округ №101 (Кіровоградська область)"
            },
            "laws": {
                "відвідуваність": 57,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "absent",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 57
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "2250"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18042",
            "name": "Попов Ігор Володимирович",
            "facebook": "https://www.facebook.com/igor.popov.5283",
            "phones": [
                "(044) 255-35-11"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18128",
            "name": "Порошенко Олексій Петрович",
            "facebook": "https://www.facebook.com/oleksiy.poroshenko",
            "phones": [
                "(044) 255-38-87"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "12",
                "region": "Вінницька область",
                "text": "Виборчий округ №12 (Вінницька область)"
            },
            "laws": {
                "відвідуваність": 59,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15800",
            "name": "Пресман Олександр Семенович",
            "facebook": "https://www.facebook.com/aleksandr.presman",
            "phones": [
                "(044) 255-46-84",
                "(044) 255-45-08"
            ],
            "residence": "Одеса",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "139",
                "region": "Одеська область",
                "text": "Виборчий округ №139 (Одеська область)"
            },
            "laws": {
                "відвідуваність": 91,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11620",
            "name": "Присяжнюк Олександр Анатолійович",
            "facebook": "",
            "phones": [
                "(044) 255-31-61",
                "(044) 255-23-32"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15667",
            "name": "Продан Оксана Петрівна",
            "facebook": "https://www.facebook.com/oksana.prodan",
            "phones": [
                "(044) 255-27-29",
                "(044) 255-29-75"
            ],
            "residence": "Чернівці",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 80,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "1565",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18022",
            "name": "Пташник Вікторія Юріївна",
            "facebook": "https://www.facebook.com/viktoria.ptashnik.7",
            "phones": [
                "(044) 255-29-03"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 97,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18032",
            "name": "Рабінович Вадим Зіновійович",
            "facebook": "https://www.facebook.com/vadim.rabinovich.39",
            "phones": [
                "(044) 255-40-44"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 60,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 60
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2308",
            "name": "Развадовський Віктор Йосипович",
            "facebook": "https://www.facebook.com/pages/Развадовский-Виктор/580332582102859",
            "phones": [
                "(044) 255-27-40",
                "(044) 255-32-92"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "67",
                "region": "Житомирська область",
                "text": "Виборчий округ №67 (Житомирська область)"
            },
            "laws": {
                "відвідуваність": 100,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18414",
            "name": "Ревега Олександр Васильович",
            "facebook": "https://www.facebook.com/profile.php?id=100005670881659",
            "phones": [
                "(044) 255-45-17"
            ],
            "residence": "смт Гришківці Бердичівського району Житомирської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "63",
                "region": "Житомирська область",
                "text": "Виборчий округ №63 (Житомирська область)"
            },
            "laws": {
                "відвідуваність": 84,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1419282000
        },
        {
            "id": "18129",
            "name": "Река Андрій Олександрович",
            "facebook": "",
            "phones": [
                "(044) 255-29-37",
                "(044) 255-31-32"
            ],
            "residence": "смт Нові Санжари Полтавської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "149",
                "region": "Полтавська область",
                "text": "Виборчий округ №149 (Полтавська область)"
            },
            "laws": {
                "відвідуваність": 88,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 88
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "9123",
            "name": "Рибак Іван Петрович",
            "facebook": "https://www.facebook.com/ivan.rybak.94",
            "phones": [
                "(044) 255-25-81",
                "(044) 255-38-42"
            ],
            "residence": "Чернівці",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "district": {
                "id": "202",
                "region": "Чернівецька область",
                "text": "Виборчий округ №202 (Чернівецька область)"
            },
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18053",
            "name": "Рибалка Сергій Вікторович",
            "facebook": "https://www.facebook.com/s.v.rybalka",
            "phones": [
                "(044) 255-21-37",
                "(044) 255-25-24",
                "(044) 255-36-87"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 90,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2258"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18130",
            "name": "Рибчинський Євген Юрійович",
            "facebook": "https://www.facebook.com/ribchinski",
            "phones": [
                "(044) 255-48-07"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "211",
                "region": "м. Київ",
                "text": "Виборчий округ №211 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 36,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "no",
                "2258": "absent",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 64
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2172"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15774",
            "name": "Різаненко Павло Олександрович",
            "facebook": "https://www.facebook.com/pavlo.rizanenko",
            "phones": [
                "(044) 255-25-70",
                "(044) 255-28-24",
                "(044) 303-97-15",
                "(044) 303-94-55",
                "(067) 235-93-92",
                "(067) 214-67-62"
            ],
            "residence": "Бровари Київської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "97",
                "region": "Київська область",
                "text": "Виборчий округ №97 (Київська область)"
            },
            "laws": {
                "відвідуваність": 84,
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18131",
            "name": "Розенблат Борислав Соломонович",
            "facebook": "https://www.facebook.com/boryslav.rozenblat",
            "phones": [
                "(044) 255-20-28"
            ],
            "residence": "Житомир",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "district": {
                "id": "62",
                "region": "Житомирська область",
                "text": "Виборчий округ №62 (Житомирська область)"
            },
            "laws": {
                "відвідуваність": 94,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "3008",
            "name": "Розенко Павло Валерійович",
            "facebook": "https://www.facebook.com/pavlo.rozenko",
            "phones": [],
            "residence": "",
            "party": "Блок Петра Порошенка",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1417467600
        },
        {
            "id": "18029",
            "name": "Романова Анна Анатоліївна",
            "facebook": "https://www.facebook.com/anna.romanova.58958",
            "phones": [
                "(044) 255-31-20",
                "(044) 255-24-88"
            ],
            "residence": "Чернігів",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18245",
            "name": "Романовський Олександр Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-91-66"
            ],
            "residence": "Запоріжжя",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 94,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1418072400
        },
        {
            "id": "18132",
            "name": "Романюк Віктор Миколайович",
            "facebook": "https://www.facebook.com/viktorromanyuk2012",
            "phones": [
                "(044) 255-26-65"
            ],
            "residence": "Васильків Київської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-ок"
            ],
            "district": {
                "id": "94",
                "region": "Київська область",
                "text": "Виборчий округ №94 (Київська область)"
            },
            "laws": {
                "відвідуваність": 56,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "10096",
            "name": "Романюк Роман Сергійович",
            "facebook": "",
            "phones": [
                "(044) 255-21-02",
                "(044) 255-35-38"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 87,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 87
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "16430",
            "name": "Рудик Сергій Ярославович",
            "facebook": "https://www.facebook.com/serhiy.rudyk.3",
            "phones": [
                "(044) 255-43-45"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "198",
                "region": "Черкаська область",
                "text": "Виборчий округ №198 (Черкаська область)"
            },
            "laws": {
                "відвідуваність": 48,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 52
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2172"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417467600
        },
        {
            "id": "18056",
            "name": "Рябчин Олексій Михайлович",
            "facebook": "",
            "phones": [
                "(044) 255-28-06",
                "(044) 255-29-87"
            ],
            "residence": "Макіївка Донецької області",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 91,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2172",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5582",
            "name": "Сабашук Петро Павлович",
            "facebook": "https://www.facebook.com/petr.sabashuk",
            "phones": [
                "(044) 255-48-01",
                "(044) 255-42-03"
            ],
            "residence": "Запоріжжя",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "74",
                "region": "Запорізька область",
                "text": "Виборчий округ №74 (Запорізька область)"
            },
            "laws": {
                "відвідуваність": 51,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 51
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18166",
            "name": "Савченко Надія Вікторівна",
            "facebook": "",
            "phones": [
                "(044) 255-30-59"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "lawTagsRate": [],
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17988",
            "name": "Савченко Олексій Юрійович",
            "facebook": "https://www.facebook.com/profile.php?id=100008874278662",
            "phones": [
                "(044) 255-43-88",
                "(044) 255-43-91"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 57,
                "1558-1": "no",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 57
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15681",
            "name": "Савчук Юрій Петрович",
            "facebook": "",
            "phones": [
                "(044) 255-34-85"
            ],
            "residence": "Луцьк Волинської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 52,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 52
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18133",
            "name": "Сажко Сергій Миколайович",
            "facebook": "https://www.facebook.com/sergey.sazhko.5",
            "phones": [
                "(044) 255-31-74",
                "(044) 255-38-43"
            ],
            "residence": "Курахове Мар’їнського району Донецької області",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "59",
                "region": "Донецька область",
                "text": "Виборчий округ №59 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 91,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5541",
            "name": "Святаш Дмитро Володимирович",
            "facebook": "",
            "phones": [
                "(044) 255-22-65",
                "(044) 255-26-98"
            ],
            "residence": "Харків",
            "party": "",
            "lawTags": [
                "прогулює",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "170",
                "region": "Харківська область",
                "text": "Виборчий округ №170 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 38,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 62
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18026",
            "name": "Семенуха Роман Сергійович",
            "facebook": "https://www.facebook.com/profile.php?id=100008142013904",
            "phones": [
                "(044) 255-26-78"
            ],
            "residence": "Харків",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 80,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 80
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18003",
            "name": "Семенченко Семен Ігорович",
            "facebook": "https://www.facebook.com/dostali.hvatit",
            "phones": [
                "(044) 255-37-10"
            ],
            "residence": "село Нові Петрівці Вишгородського району Київської області",
            "party": "Самопоміч",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 33,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "yes",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 67
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2258"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "1908",
            "name": "Семерак Остап Михайлович",
            "facebook": "https://www.facebook.com/os.semerak",
            "phones": [
                "(044) 255-39-20",
                "(044) 255-34-21"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2250",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18020",
            "name": "Сидорович Руслан Михайлович",
            "facebook": "https://www.facebook.com/profile.php?id=100001487524478",
            "phones": [
                "(044) 255-29-73",
                "(044) 255-21-49"
            ],
            "residence": "Львів",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 71,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "1565",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17954",
            "name": "Сидорчук Вадим Васильович",
            "facebook": "https://www.facebook.com/profile.php?id=100003366903315",
            "phones": [
                "(044) 255-42-22"
            ],
            "residence": "Рівне",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2258"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18047",
            "name": "Силантьєв Денис Олегович",
            "facebook": "https://www.facebook.com/silantievdenis",
            "phones": [
                "(044) 255-37-59"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "3180",
            "name": "Сироїд Оксана Іванівна",
            "facebook": "",
            "phones": [
                "(044) 255-20-06",
                "(044) 255-20-20",
                "(044) 254-08-92"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 91,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "absent",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250"
                    ],
                    "rate": 38
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18024",
            "name": "Сисоєнко Ірина Володимирівна",
            "facebook": "https://www.facebook.com/irina.sysoenko",
            "phones": [
                "(044) 499-79-10"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 42,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 58
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18033",
            "name": "Скорик Микола Леонідович",
            "facebook": "https://www.facebook.com/SkorykNikolay",
            "phones": [
                "(044) 255-43-92"
            ],
            "residence": "Одеса",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 66,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "absent",
                "2250": "absent",
                "2258": "no",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 66
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18004",
            "name": "Скрипник Олексій Олексійович",
            "facebook": "https://www.facebook.com/oleksiy.skrypnyk",
            "phones": [
                "(044) 255-31-68"
            ],
            "residence": "село Наварія Пустомитівського району Львівської області",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 72,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 72
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18051",
            "name": "Скуратовський Сергій Іванович",
            "facebook": "https://www.facebook.com/serhii.skuratovskyi",
            "phones": [
                "(044) 255-46-15",
                "(044) 255-41-11"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2258"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18012",
            "name": "Соболєв Єгор Вікторович",
            "facebook": "https://www.facebook.com/IegorSoboliev",
            "phones": [
                "(044) 255-35-03",
                "(044) 255-34-80",
                "(044) 255-32-16",
                "(044) 255-33-20"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 66,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 66
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 75
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2172",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "386",
            "name": "Соболєв Сергій Владиславович",
            "facebook": "",
            "phones": [
                "(044) 255-36-06",
                "(044) 255-38-63"
            ],
            "residence": "село Нові Безрадичі Обухівського району Київської області",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 73,
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 73
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2258",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18134",
            "name": "Соловей Юрій Ігорович",
            "facebook": "https://www.facebook.com/yuriy.solovey",
            "phones": [
                "(044) 255-91-04",
                "(044) 255-91-05",
                "(044) 255-92-27"
            ],
            "residence": "Івано-Франківськ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "89",
                "region": "Івано-Франківська область",
                "text": "Виборчий округ №89 (Івано-Франківська область)"
            },
            "laws": {
                "відвідуваність": 72,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 72
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18135",
            "name": "Солод Юрій Васильович",
            "facebook": "",
            "phones": [
                "(044) 255-40-49"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "47",
                "region": "Донецька область",
                "text": "Виборчий округ №47 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 64,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "absent",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 64
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15769",
            "name": "Сольвар Руслан Миколайович",
            "facebook": "https://www.facebook.com/fgg.yyoykhg",
            "phones": [
                "(044) 255-34-75",
                "(044) 255-20-52"
            ],
            "residence": "Фастів Київської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "91",
                "region": "Київська область",
                "text": "Виборчий округ №91 (Київська область)"
            },
            "laws": {
                "відвідуваність": 45,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 55
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17968",
            "name": "Соляр Володимир Миронович",
            "facebook": "",
            "phones": [
                "(044) 255-39-07"
            ],
            "residence": "смт Козова Тернопільської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 91,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18010",
            "name": "Сотник Олена Сергіївна",
            "facebook": "https://www.facebook.com/lenasotnik",
            "phones": [
                "(044) 255-28-60"
            ],
            "residence": "Київ",
            "party": "Самопоміч",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 60,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 60
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "12270",
            "name": "Сочка Олександр Олександрович",
            "facebook": "https://www.facebook.com/sochka.ol",
            "phones": [
                "(044) 499-79-22"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 84,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18136",
            "name": "Співаковський Олександр Володимирович",
            "facebook": "https://www.facebook.com/spivakovsky.alexander",
            "phones": [
                "(044) 255-31-56",
                "(044) 255-36-71"
            ],
            "residence": "Херсон",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "182",
                "region": "Херсонська область",
                "text": "Виборчий округ №182 (Херсонська область)"
            },
            "laws": {
                "відвідуваність": 85,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 85
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18137",
            "name": "Спориш Іван Дмитрович",
            "facebook": "",
            "phones": [
                "(044) 255-26-08"
            ],
            "residence": "село Високе Томашпільського району Вінницької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-ок"
            ],
            "district": {
                "id": "15",
                "region": "Вінницька область",
                "text": "Виборчий округ №15 (Вінницька область)"
            },
            "laws": {
                "відвідуваність": 95,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 95
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18138",
            "name": "Сташук Віталій Филимонович",
            "facebook": "https://www.facebook.com/v.stashuk",
            "phones": [
                "(044) 255-46-08"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "212",
                "region": "м. Київ",
                "text": "Виборчий округ №212 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 94,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18220",
            "name": "Стеценко Дмитро Олександрович",
            "facebook": "https://www.facebook.com/d.a.stetsenko",
            "phones": [
                "(044) 499-79-21"
            ],
            "residence": "село Петропавлівська Борщагівка Києво-Святошинського району Київської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 98,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417640400
        },
        {
            "id": "11129",
            "name": "Стець Юрій Ярославович",
            "facebook": "https://www.facebook.com/yura.stets.9",
            "phones": [],
            "residence": "",
            "party": "Блок Петра Порошенка",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1417467600
        },
        {
            "id": "17379",
            "name": "Сторожук Дмитро Анатолійович",
            "facebook": "https://www.facebook.com/dmytro.storozhuk.1",
            "phones": [
                "(044) 255-26-51",
                "(044) 255-36-75"
            ],
            "residence": "Вінниця",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 93,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18139",
            "name": "Сугоняко Олександр Леонідович",
            "facebook": "https://www.facebook.com/o.suhoniako",
            "phones": [
                "(044) 255-34-52"
            ],
            "residence": "Суми",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "158",
                "region": "Сумська область",
                "text": "Виборчий округ №158 (Сумська область)"
            },
            "laws": {
                "відвідуваність": 67,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 67
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11097",
            "name": "Супруненко Олександр Іванович",
            "facebook": "https://www.facebook.com/O.I.Suprunenko",
            "phones": [
                "(044) 255-35-34",
                "(044) 255-33-14"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "216",
                "region": "м. Київ",
                "text": "Виборчий округ №216 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 56,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 56
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2258"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11999",
            "name": "Суслова Ірина Миколаївна",
            "facebook": "https://www.facebook.com/ir.suslova",
            "phones": [
                "(044) 255-44-41"
            ],
            "residence": "Житомир",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 77,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 77
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17948",
            "name": "Сюмар Вікторія Петрівна",
            "facebook": "https://www.facebook.com/vsiumar",
            "phones": [
                "(044) 499-79-29",
                "(044) 499-79-28"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 53,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 53
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5486",
            "name": "Тарасюк Борис Іванович",
            "facebook": "",
            "phones": [
                "(044) 255-22-95",
                "(044) 255-34-27"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 84,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "absent",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18140",
            "name": "Тарута Сергій Олексійович",
            "facebook": "",
            "phones": [
                "(044) 255-44-91"
            ],
            "residence": "Маріуполь Донецької області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "58",
                "region": "Донецька область",
                "text": "Виборчий округ №58 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 63,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "no",
                "1565": "no",
                "2250": "absent",
                "2258": "no",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 63
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2381"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17947",
            "name": "Тетерук Андрій Анатолійович",
            "facebook": "https://www.facebook.com/profile.php?id=100000860206870",
            "phones": [
                "(044) 255-31-35"
            ],
            "residence": "Вінниця",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 81,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 81
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "1792",
            "name": "Тимошенко Юлія Володимирівна",
            "facebook": "https://www.facebook.com/YuliaTymoshenko",
            "phones": [
                "(044) 255-21-52",
                "(044) 255-21-33"
            ],
            "residence": "Дніпропетровськ",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 70,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "absent",
                "2258": "yes",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 70
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2258"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18141",
            "name": "Тимошенко Юрій Володимирович",
            "facebook": "https://www.facebook.com/profile.php?id=100006819228796",
            "phones": [
                "(044) 255-35-72"
            ],
            "residence": "Коломия Івано-Франківської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-геть"
            ],
            "district": {
                "id": "88",
                "region": "Івано-Франківська область",
                "text": "Виборчий округ №88 (Івано-Франківська область)"
            },
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17950",
            "name": "Тимчук Дмитро Борисович",
            "facebook": "https://www.facebook.com/dmitry.tymchuk",
            "phones": [
                "(044) 255-21-40",
                "(044) 255-31-98"
            ],
            "residence": "Київ",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 87,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 87
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18142",
            "name": "Тіміш Григорій Іванович",
            "facebook": "https://www.facebook.com/hrihoriy.timish",
            "phones": [
                "(044) 255-30-16",
                "(044) 255-34-30"
            ],
            "residence": "село Купка Глибоцького району Чернівецької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "203",
                "region": "Чернівецька область",
                "text": "Виборчий округ №203 (Чернівецька область)"
            },
            "laws": {
                "відвідуваність": 91,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 91
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15676",
            "name": "Ткачук Геннадій Віталійович",
            "facebook": "",
            "phones": [
                "(044) 255-20-36",
                "(044) 255-25-13"
            ],
            "residence": "Вінниця",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 79,
                "2087а": "absent",
                "шокін": "no",
                "1058": "no",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 79
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2258"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5415",
            "name": "Томенко Микола Володимирович",
            "facebook": "https://www.facebook.com/m.tomenko",
            "phones": [
                "(044) 255-27-06",
                "(044) 255-29-65",
                "(044) 255-38-40",
                "(044) 255-22-72"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 94,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2250"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5504",
            "name": "Третьяков Олександр Юрійович",
            "facebook": "https://www.facebook.com/TretiakovOleksandr",
            "phones": [
                "(044) 255-42-71",
                "(044) 255-42-09"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "219",
                "region": "м. Київ",
                "text": "Виборчий округ №219 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 58,
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 58
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17987",
            "name": "Тригубенко Сергій Миколайович",
            "facebook": "https://www.facebook.com/sergiy.trygubenko",
            "phones": [
                "(044) 255-38-33"
            ],
            "residence": "смт Кегичівка Харківської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 62,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 62
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2258"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2086",
            "name": "Турчинов Олександр Валентинович",
            "facebook": "https://www.facebook.com/oleksandr.turchynov",
            "phones": [],
            "residence": "",
            "party": "Народний Фронт",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1421182800
        },
        {
            "id": "9540",
            "name": "Унгурян Павло Якимович",
            "facebook": "",
            "phones": [
                "(044) 255-46-79",
                "(044) 255-44-52"
            ],
            "residence": "Одеса",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 70,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 70
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18143",
            "name": "Урбанський Олександр Ігорович",
            "facebook": "https://www.facebook.com/urbansky.alexandr",
            "phones": [
                "(044) 255-34-70",
                "(044) 255-36-42"
            ],
            "residence": "Одеса",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "district": {
                "id": "143",
                "region": "Одеська область",
                "text": "Виборчий округ №143 (Одеська область)"
            },
            "laws": {
                "відвідуваність": 47,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 53
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18144",
            "name": "Усов Костянтин Глібович",
            "facebook": "https://www.facebook.com/kostiantyn.usov",
            "phones": [
                "(044) 255-25-57",
                "(044) 255-26-90"
            ],
            "residence": "Кривий Ріг Дніпропетровської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "33",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №33 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 42,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "absent",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 58
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15653",
            "name": "Фаєрмарк Сергій Олександрович",
            "facebook": "https://www.facebook.com/Faermark.Sergey",
            "phones": [
                "(044) 255-91-31"
            ],
            "residence": "Одеса",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 83,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15831",
            "name": "Федорук Микола Трохимович",
            "facebook": "",
            "phones": [
                "(044) 255-24-96",
                "(044) 255-31-29"
            ],
            "residence": "Чернівці",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "201",
                "region": "Чернівецька область",
                "text": "Виборчий округ №201 (Чернівецька область)"
            },
            "laws": {
                "відвідуваність": 93,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5542",
            "name": "Фельдман Олександр Борисович",
            "facebook": "https://www.facebook.com/alexander.feldman.9",
            "phones": [
                "(044) 255-45-14",
                "(044) 255-40-69"
            ],
            "residence": "Харків",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "174",
                "region": "Харківська область",
                "text": "Виборчий округ №174 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 17,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18145",
            "name": "Філатов Борис Альбертович",
            "facebook": "https://www.facebook.com/profile.php?id=100002157183088",
            "phones": [
                "(044) 255-40-62",
                "(044) 255-27-19",
                "(044) 255-43-19",
                "(044) 255-47-63"
            ],
            "residence": "Дніпропетровську",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "27",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №27 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 26,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "yes",
                "2250": "no",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 74
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258"
                    ],
                    "rate": 63
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17047",
            "name": "Фірсов Єгор Павлович",
            "facebook": "https://www.facebook.com/egor.firsov",
            "phones": [
                "(044) 255-35-52",
                "(044) 255-36-78"
            ],
            "residence": "Авдіївка Донецької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 92,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 92
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2250"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "9684",
            "name": "Фріз Ірина Василівна",
            "facebook": "https://www.facebook.com/Iryna.Friz",
            "phones": [
                "(044) 255-21-58",
                "(044) 255-36-60"
            ],
            "residence": "село Чайки Києво-Святошинського району Київської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 97,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 97
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2172"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18146",
            "name": "Фролов Микола Олександрович",
            "facebook": "https://www.facebook.com/pages/Микола-Фролов/445737665579539",
            "phones": [
                "(044) 255-28-26"
            ],
            "residence": "Запоріжжя",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "76",
                "region": "Запорізька область",
                "text": "Виборчий округ №76 (Запорізька область)"
            },
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15799",
            "name": "Фурсін Іван Геннадійович",
            "facebook": "",
            "phones": [
                "(044) 255-44-33"
            ],
            "residence": "смт Любашівка Одеської області",
            "party": "",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "138",
                "region": "Одеська область",
                "text": "Виборчий округ №138 (Одеська область)"
            },
            "laws": {
                "відвідуваність": 37,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "absent",
                "1565": "yes",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1565",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18147",
            "name": "Хлань Сергій Володимирович",
            "facebook": "https://www.facebook.com/sergey.khlan",
            "phones": [
                "(044) 255-38-94"
            ],
            "residence": "Каховка Херсонської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "185",
                "region": "Херсонська область",
                "text": "Виборчий округ №185 (Херсонська область)"
            },
            "laws": {
                "відвідуваність": 93,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 93
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "2258"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15785",
            "name": "Хміль Михайло Михайлович",
            "facebook": "https://www.facebook.com/m.khmil",
            "phones": [
                "(044) 255-30-11",
                "(044) 255-39-51"
            ],
            "residence": "Львів",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 90,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 90
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5549",
            "name": "Хомутиннік Віталій Юрійович",
            "facebook": "https://www.facebook.com/profile.php?id=100009097881046",
            "phones": [
                "(044) 255-27-59",
                "(044) 255-38-80",
                "(044) 255-38-45",
                "(044) 255-20-65"
            ],
            "residence": "смт Козин Обухівського району Київської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "171",
                "region": "Харківська область",
                "text": "Виборчий округ №171 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 98,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "absent",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "7741",
            "name": "Чекіта Геннадій Леонідович",
            "facebook": "https://www.facebook.com/profile.php?id=100004331413559",
            "phones": [
                "(044) 255-91-10"
            ],
            "residence": "Одеса",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "134",
                "region": "Одеська область",
                "text": "Виборчий округ №134 (Одеська область)"
            },
            "laws": {
                "відвідуваність": 69,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 69
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8715",
            "name": "Чепинога Віталій Михайлович",
            "facebook": "https://www.facebook.com/vitalii.chepynoga",
            "phones": [
                "(044) 255-23-58",
                "(044) 255-39-01"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 30,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 70
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17989",
            "name": "Червакова Ольга Валеріївна",
            "facebook": "https://www.facebook.com/chervakova",
            "phones": [
                "(044) 499-79-30"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 89,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 89
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17979",
            "name": "Черненко Олександр Миколайович",
            "facebook": "https://www.facebook.com/profichok",
            "phones": [
                "(044) 255-31-37",
                "(044) 255-32-22"
            ],
            "residence": "смт Бородянка Київської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 83,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "no",
                "2172": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1565",
                        "2250",
                        "2172"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1580",
                        "2258",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18218",
            "name": "Чижмарь Юрій Васильович",
            "facebook": "https://www.facebook.com/y.chyzhmar",
            "phones": [
                "(044) 255-26-52",
                "(044) 255-39-65"
            ],
            "residence": "Київ",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 57,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "absent",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 57
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2258"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417640400
        },
        {
            "id": "17946",
            "name": "Чорновол Тетяна Миколаївна",
            "facebook": "https://www.facebook.com/tchornovol",
            "phones": [
                "(044) 255-34-05"
            ],
            "residence": "село Гора Бориспільського району Київської області",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 59,
                "2087а": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1558-1": "absent",
                "1580": "yes",
                "1565": "no",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 59
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580"
                    ],
                    "rate": 38
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2340",
            "name": "Чубаров Рефат Абдурахманович",
            "facebook": "https://www.facebook.com/dogrujol",
            "phones": [],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 71,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 71
                },
                "новатор": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1431637200
        },
        {
            "id": "15836",
            "name": "Чумак Віктор Васильович",
            "facebook": "https://www.facebook.com/vik.chumak",
            "phones": [
                "(044) 255-34-90",
                "(044) 255-38-11"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "214",
                "region": "м. Київ",
                "text": "Виборчий округ №214 (м. Київ)"
            },
            "laws": {
                "відвідуваність": 98,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1558-1": "no",
                "1580": "yes",
                "1565": "yes",
                "2250": "absent",
                "2258": "yes",
                "2172": "yes",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "2250",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1580",
                        "1565",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15803",
            "name": "Шаповалов Юрій Анатолійович",
            "facebook": "https://www.facebook.com/shapovalov.y",
            "phones": [
                "(044) 255-31-78",
                "(044) 255-33-85"
            ],
            "residence": "Кременчук Полтавської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "146",
                "region": "Полтавська область",
                "text": "Виборчий округ №146 (Полтавська область)"
            },
            "laws": {
                "відвідуваність": 83,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17650",
            "name": "Шевченко Олександр Леонідович",
            "facebook": "https://www.facebook.com/YaShevchenkoUa",
            "phones": [
                "(044) 255-43-89"
            ],
            "residence": "село Поляниця міста Яремче Івано-Франківської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "прогулює",
                "конструктив",
                "новатор",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "83",
                "region": "Івано-Франківська область",
                "text": "Виборчий округ №83 (Івано-Франківська область)"
            },
            "laws": {
                "відвідуваність": 43,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 57
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2381"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8885",
            "name": "Шенцев Дмитро Олексійович",
            "facebook": "https://www.facebook.com/shencev",
            "phones": [
                "(044) 255-28-38",
                "(044) 255-29-55"
            ],
            "residence": "Харків",
            "party": "Опозиційний блок",
            "lawTags": [
                "прогулює",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "176",
                "region": "Харківська область",
                "text": "Виборчий округ №176 (Харківська область)"
            },
            "laws": {
                "відвідуваність": 24,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 76
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8473",
            "name": "Шинькович Андрій Васильович",
            "facebook": "",
            "phones": [
                "(044) 255-44-81"
            ],
            "residence": "Вінниця",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "189",
                "region": "Хмельницька область",
                "text": "Виборчий округ №189 (Хмельницька область)"
            },
            "laws": {
                "відвідуваність": 92,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "absent",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "absent",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 92
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2172"
                    ],
                    "rate": 50
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5785",
            "name": "Шипко Андрій Федорович",
            "facebook": "https://www.facebook.com/profile.php?id=100008193793723",
            "phones": [
                "(044) 499-79-04"
            ],
            "residence": "Нікополь Дніпропетровської області",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "35",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №35 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 86,
                "1558-1": "yes",
                "2087а": "absent",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "absent",
                "2258": "no",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "15658",
            "name": "Шкварилюк Володимир Васильович",
            "facebook": "",
            "phones": [
                "(044) 255-47-45",
                "(044) 255-43-76"
            ],
            "residence": "село Крихівці Івано-Франківської міської ради",
            "party": "Народний Фронт",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 98,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "no",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 98
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2172"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "5399",
            "name": "Шкіря Ігор Миколайович",
            "facebook": "",
            "phones": [
                "(044) 255-34-61",
                "(044) 255-39-36",
                "(044) 255-38-86"
            ],
            "residence": "Донецьк",
            "party": "",
            "lawTags": [
                "працює",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "52",
                "region": "Донецька область",
                "text": "Виборчий округ №52 (Донецька область)"
            },
            "laws": {
                "відвідуваність": 57,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 57
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "16532",
            "name": "Шкрум Альона Іванівна",
            "facebook": "https://www.facebook.com/profile.php?id=834764357",
            "phones": [
                "(044) 255-35-66",
                "(044) 255-36-17"
            ],
            "residence": "Київ",
            "party": "Батьківщина",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 83,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "absent",
                "2250": "yes",
                "2258": "absent",
                "2172": "absent",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 83
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250"
                    ],
                    "rate": 50
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 50
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "8889",
            "name": "Шлемко Дмитро Васильович",
            "facebook": "",
            "phones": [],
            "residence": "",
            "party": "Батьківщина",
            "lawTags": [
                "новатор",
                "ретроград"
            ],
            "laws": {
                "1058": "yes",
                "1565": "no",
                "1580": "yes",
                "2172": "yes",
                "2250": "yes",
                "2258": "yes",
                "2381": "no"
            },
            "lawTagsInfo": {
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "2172",
                        "2250",
                        "2258"
                    ],
                    "rate": 63
                },
                "ретроград": {
                    "laws": [
                        "1565",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1433365200
        },
        {
            "id": "11096",
            "name": "Шпенов Дмитро Юрійович",
            "facebook": "https://www.facebook.com/shpenov",
            "phones": [
                "(044) 255-31-38",
                "(044) 255-35-36",
                "(044) 255-32-23"
            ],
            "residence": "Кривий Ріг Дніпропетровської області",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "37",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №37 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 84,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "no"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 84
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "6548",
            "name": "Шурма Ігор Михайлович",
            "facebook": "https://www.facebook.com/igor.shurma",
            "phones": [
                "(044) 499-79-19"
            ],
            "residence": "Львів",
            "party": "Опозиційний блок",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 76,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "absent",
                "2250": "no",
                "2258": "no",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 76
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 63
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2172",
                        "2381"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "2274",
            "name": "Шуфрич Нестор Іванович",
            "facebook": "https://www.facebook.com/pages/%D0%9F%D1%80%D0%B5%D1%81%D1%81-%D1%81%D0%BB%…BE%D1%80%D0%B0-%D0%A8%D1%83%D1%84%D1%80%D0%B8%D1%87%D0%B0/1525179317705986",
            "phones": [
                "(044) 255-43-83"
            ],
            "residence": "Київ",
            "party": "Опозиційний блок",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 38,
                "2087а": "absent",
                "шокін": "no",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 62
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18041",
            "name": "Шухевич Юрій-Богдан Романович",
            "facebook": "https://www.facebook.com/jurij.shukhevych",
            "phones": [
                "(044) 255-43-38"
            ],
            "residence": "Львів",
            "party": "Радикальна партія Олега Ляшка",
            "lawTags": [
                "прогулює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-геть"
            ],
            "laws": {
                "відвідуваність": 34,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "yes",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 66
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2172",
                        "2381"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "17980",
            "name": "Южаніна Ніна Петрівна",
            "facebook": "",
            "phones": [
                "(044) 255-28-07",
                "(044) 255-27-62",
                "(044) 255-25-91"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "конструктив",
                "новатор",
                "шокін-ок"
            ],
            "laws": {
                "відвідуваність": 73,
                "1558-1": "no",
                "2087а": "yes",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 73
                },
                "конструктив": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18148",
            "name": "Юрик Тарас Зіновійович",
            "facebook": "https://www.facebook.com/profile.php?id=100000468266581",
            "phones": [
                "(044) 255-43-41"
            ],
            "residence": "Тернопіль",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "165",
                "region": "Тернопільська область",
                "text": "Виборчий округ №165 (Тернопільська область)"
            },
            "laws": {
                "відвідуваність": 72,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 72
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а"
                    ],
                    "rate": 13
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18149",
            "name": "Юринець Оксана Василівна",
            "facebook": "https://www.facebook.com/oksana.yurynets",
            "phones": [
                "(044) 255-35-60"
            ],
            "residence": "село Підбірці Пустомитівського району Львівської області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "117",
                "region": "Львівська область",
                "text": "Виборчий округ №117 (Львівська область)"
            },
            "laws": {
                "відвідуваність": 86,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "no",
                "1580": "no",
                "1565": "no",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565"
                    ],
                    "rate": 38
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18150",
            "name": "Юрчишин Петро Васильович",
            "facebook": "https://www.facebook.com/pages/Юрчишин-Петро-Васильович/809477289111192",
            "phones": [
                "(044) 255-30-87"
            ],
            "residence": "Хмільник Вінницької області",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "13",
                "region": "Вінницька область",
                "text": "Виборчий округ №13 (Вінницька область)"
            },
            "laws": {
                "відвідуваність": 86,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "yes",
                "1565": "yes",
                "2250": "no",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 86
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "2250"
                    ],
                    "rate": 25
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "1580",
                        "1565",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18151",
            "name": "Яніцький Василь Петрович",
            "facebook": "https://www.facebook.com/vasil.petrovich.yanitsky",
            "phones": [
                "(044) 255-38-49"
            ],
            "residence": "Київ",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "155",
                "region": "Рівненська область",
                "text": "Виборчий округ №155 (Рівненська область)"
            },
            "laws": {
                "відвідуваність": 87,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "yes",
                "1580": "no",
                "1565": "absent",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 87
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1580",
                        "1565"
                    ],
                    "rate": 38
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1058",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 63
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18152",
            "name": "Яриніч Костянтин Володимирович",
            "facebook": "https://www.facebook.com/yarinichkv",
            "phones": [
                "(044) 499-79-08"
            ],
            "residence": "Кіровоград",
            "party": "Блок Петра Порошенка",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "99",
                "region": "Кіровоградська область",
                "text": "Виборчий округ №99 (Кіровоградська область)"
            },
            "laws": {
                "відвідуваність": 69,
                "2087а": "yes",
                "1558-1": "yes",
                "шокін": "no",
                "1058": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "yes",
                "2258": "yes",
                "2172": "yes",
                "2381": "yes"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 69
                },
                "новатор": {
                    "laws": [
                        "2087а",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 75
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "1058",
                        "1580"
                    ],
                    "rate": 25
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "18153",
            "name": "Ярош Дмитро Анатолійович",
            "facebook": "https://www.facebook.com/dyastrub",
            "phones": [
                "(044) 255-34-03"
            ],
            "residence": "Дніпродзержинськ Дніпропетровської області",
            "party": "",
            "lawTags": [
                "прогулює",
                "ретроград",
                "шокін-геть"
            ],
            "district": {
                "id": "39",
                "region": "Дніпропетровська область",
                "text": "Виборчий округ №39 (Дніпропетровська область)"
            },
            "laws": {
                "відвідуваність": 6,
                "2087а": "absent",
                "шокін": "yes",
                "1058": "absent",
                "1558-1": "absent",
                "1580": "absent",
                "1565": "absent",
                "2250": "absent",
                "2258": "absent",
                "2172": "absent",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "прогулює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 94
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "1565",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 100
                },
                "шокін-геть": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "4339",
            "name": "Яценко Антон Володимирович",
            "facebook": "https://www.facebook.com/profile.php?id=100004074104054",
            "phones": [
                "(044) 255-35-80"
            ],
            "residence": "Київ",
            "party": "",
            "lawTags": [
                "працює",
                "новатор",
                "популіст",
                "ретроград",
                "шокін-ок"
            ],
            "district": {
                "id": "200",
                "region": "Черкаська область",
                "text": "Виборчий округ №200 (Черкаська область)"
            },
            "laws": {
                "відвідуваність": 76,
                "1558-1": "yes",
                "2087а": "no",
                "шокін": "no",
                "1058": "absent",
                "1580": "no",
                "1565": "yes",
                "2250": "no",
                "2258": "no",
                "2172": "no",
                "2381": "absent"
            },
            "lawTagsInfo": {
                "працює": {
                    "laws": [
                        "відвідуваність"
                    ],
                    "rate": 76
                },
                "популіст": {
                    "laws": [
                        "1558-1"
                    ],
                    "rate": 100
                },
                "ретроград": {
                    "laws": [
                        "2087а",
                        "1058",
                        "1580",
                        "2250",
                        "2258",
                        "2172",
                        "2381"
                    ],
                    "rate": 88
                },
                "шокін-ок": {
                    "laws": [
                        "шокін"
                    ],
                    "rate": 100
                },
                "новатор": {
                    "laws": [
                        "1565"
                    ],
                    "rate": 13
                }
            },
            "dateAuthorityStart": 1417035600
        },
        {
            "id": "11116",
            "name": "Яценюк Арсеній Петрович",
            "facebook": "https://www.facebook.com/yatsenyuk.arseniy",
            "phones": [],
            "residence": "",
            "party": "Народний Фронт",
            "lawTags": [],
            "laws": [],
            "lawTagsInfo": [],
            "dateAuthorityStart": 1417035600,
            "dateAuthorityStop": 1417467600
        }
    ],
    "searchSuggestions": [
        {
            "name": "працює",
            "type": "law-tag",
            "typeOrder": 1,
            "lawTagType": "success"
        },
        {
            "name": "прогулює",
            "type": "law-tag",
            "typeOrder": 1,
            "lawTagType": "danger"
        },
        {
            "name": "новатор",
            "type": "law-tag",
            "typeOrder": 1,
            "lawTagType": "success"
        },
        {
            "name": "ретроград",
            "type": "law-tag",
            "typeOrder": 1,
            "lawTagType": "danger"
        },
        {
            "name": "конструктив",
            "type": "law-tag",
            "typeOrder": 1,
            "lawTagType": "success"
        },
        {
            "name": "популіст",
            "type": "law-tag",
            "typeOrder": 1,
            "lawTagType": "danger"
        },
        {
            "name": "шокін-геть",
            "type": "law-tag",
            "typeOrder": 1,
            "lawTagType": "success"
        },
        {
            "name": "шокін-ок",
            "type": "law-tag",
            "typeOrder": 1,
            "lawTagType": "danger"
        },
        {
            "name": "Блок Петра Порошенка",
            "type": "party",
            "typeOrder": 2
        },
        {
            "name": "Народний Фронт",
            "type": "party",
            "typeOrder": 2
        },
        {
            "name": "Опозиційний блок",
            "type": "party",
            "typeOrder": 2
        },
        {
            "name": "Самопоміч",
            "type": "party",
            "typeOrder": 2
        },
        {
            "name": "Радикальна партія Олега Ляшка",
            "type": "party",
            "typeOrder": 2
        },
        {
            "name": "Батьківщина",
            "type": "party",
            "typeOrder": 2
        },
        {
            "name": "Абдуллін Олександр Рафкатович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2524",
            "dateAuthorityStop": ""
        },
        {
            "name": "Аваков Арсен Борисович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15650",
            "dateAuthorityStop": "2014-12-02"
        },
        {
            "name": "Агафонова Наталія Володимирівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15669",
            "dateAuthorityStop": ""
        },
        {
            "name": "Алексєєв Ігор Сергійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "16067",
            "dateAuthorityStop": ""
        },
        {
            "name": "Алєксєєв Сергій Олегович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17993",
            "dateAuthorityStop": ""
        },
        {
            "name": "Амельченко Василь Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "12290",
            "dateAuthorityStop": ""
        },
        {
            "name": "Андрієвський Дмитро Йосипович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15839",
            "dateAuthorityStop": ""
        },
        {
            "name": "Антонищак Андрій Федорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17983",
            "dateAuthorityStop": ""
        },
        {
            "name": "Арешонков Володимир Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18058",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ар’єв Володимир Ігорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11118",
            "dateAuthorityStop": ""
        },
        {
            "name": "Артеменко Андрій Вікторович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18049",
            "dateAuthorityStop": ""
        },
        {
            "name": "Артюшенко Ігор Андрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18059",
            "dateAuthorityStop": ""
        },
        {
            "name": "Атрошенко Владислав Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5584",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бабак Альона Валеріївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18007",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бабенко Валерій Борисович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "4427",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бабій Юрій Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18604",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бакулін Євген Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18060",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бакуменко Олександр Борисович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17994",
            "dateAuthorityStop": ""
        },
        {
            "name": "Балицький Євген Віталійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15762",
            "dateAuthorityStop": ""
        },
        {
            "name": "Балога Віктор Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5566",
            "dateAuthorityStop": ""
        },
        {
            "name": "Балога Іван Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18061",
            "dateAuthorityStop": ""
        },
        {
            "name": "Балога Павло Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15757",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бандуров Володимир Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15761",
            "dateAuthorityStop": ""
        },
        {
            "name": "Барвіненко Віталій Дмитрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "9776",
            "dateAuthorityStop": ""
        },
        {
            "name": "Барна Олег Степанович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18062",
            "dateAuthorityStop": ""
        },
        {
            "name": "Барна Степан Степанович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18207",
            "dateAuthorityStop": "2015-05-13"
        },
        {
            "name": "Батенко Тарас Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18063",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бахтеєва Тетяна Дмитрівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5520",
            "dateAuthorityStop": ""
        },
        {
            "name": "Безбах Яків Якович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15734",
            "dateAuthorityStop": ""
        },
        {
            "name": "Береза Борислав Юхимович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18064",
            "dateAuthorityStop": ""
        },
        {
            "name": "Береза Юрій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17949",
            "dateAuthorityStop": ""
        },
        {
            "name": "Березкін Станіслав Семенович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "14393",
            "dateAuthorityStop": ""
        },
        {
            "name": "Березюк Олег Романович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18027",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бєлькова Ольга Валентинівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15684",
            "dateAuthorityStop": ""
        },
        {
            "name": "Білецький Андрій Євгенійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18065",
            "dateAuthorityStop": ""
        },
        {
            "name": "Білий Олексій Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8723",
            "dateAuthorityStop": ""
        },
        {
            "name": "Біловол Олександр Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "3471",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бобов Геннадій Борисович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15829",
            "dateAuthorityStop": ""
        },
        {
            "name": "Богомолець Ольга Вадимівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17972",
            "dateAuthorityStop": ""
        },
        {
            "name": "Богуслаєв Вячеслав Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8725",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бойко Олена Петрівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "16698",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бойко Юрій Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11094",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бондар Віктор Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15826",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бондар Михайло Леонтійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18066",
            "dateAuthorityStop": ""
        },
        {
            "name": "Брензович Василь Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17998",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бриченко Ігор Віталійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15796",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бублик Юрій Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15802",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бурбак Максим Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15655",
            "dateAuthorityStop": ""
        },
        {
            "name": "Бухарєв Владислав Вікторович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15257",
            "dateAuthorityStop": ""
        },
        {
            "name": "Вадатурський Андрій Олексійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18067",
            "dateAuthorityStop": ""
        },
        {
            "name": "Валентиров Сергій Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18068",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ванат Петро Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17964",
            "dateAuthorityStop": ""
        },
        {
            "name": "Васюник Ігор Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15787",
            "dateAuthorityStop": ""
        },
        {
            "name": "Величкович Микола Романович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17961",
            "dateAuthorityStop": ""
        },
        {
            "name": "Веселова Наталія Василівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18008",
            "dateAuthorityStop": ""
        },
        {
            "name": "Висоцький Сергій Віталійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17963",
            "dateAuthorityStop": ""
        },
        {
            "name": "Вілкул Олександр Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8737",
            "dateAuthorityStop": ""
        },
        {
            "name": "Вінник Іван Юлійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18069",
            "dateAuthorityStop": ""
        },
        {
            "name": "Вітко Артем Леонідович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18043",
            "dateAuthorityStop": ""
        },
        {
            "name": "Власенко Сергій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "12265",
            "dateAuthorityStop": ""
        },
        {
            "name": "Вовк Віктор Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8132",
            "dateAuthorityStop": ""
        },
        {
            "name": "Вознюк Юрій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15807",
            "dateAuthorityStop": ""
        },
        {
            "name": "Войцеховська Світлана Михайлівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11596",
            "dateAuthorityStop": ""
        },
        {
            "name": "Войціцька Вікторія Михайлівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18021",
            "dateAuthorityStop": ""
        },
        {
            "name": "Воропаєв Юрій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8741",
            "dateAuthorityStop": ""
        },
        {
            "name": "Вощевський Валерій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18044",
            "dateAuthorityStop": "2014-12-02"
        },
        {
            "name": "Гаврилюк Михайло Віталійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18070",
            "dateAuthorityStop": ""
        },
        {
            "name": "Галасюк Віктор Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18046",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гальченко Андрій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18071",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гарбуз Юрій Григорійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18072",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гвоздьов Михайло Олексійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17992",
            "dateAuthorityStop": ""
        },
        {
            "name": "Герасимов Артур Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17985",
            "dateAuthorityStop": ""
        },
        {
            "name": "Геращенко Антон Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17952",
            "dateAuthorityStop": ""
        },
        {
            "name": "Геращенко Ірина Володимирівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11121",
            "dateAuthorityStop": ""
        },
        {
            "name": "Герега Олександр Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15827",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гєллєр Євгеній Борисович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8746",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гіршфельд Анатолій Мусійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5606",
            "dateAuthorityStop": ""
        },
        {
            "name": "Головко Михайло Йосифович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15813",
            "dateAuthorityStop": ""
        },
        {
            "name": "Голуб Владислав Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8238",
            "dateAuthorityStop": ""
        },
        {
            "name": "Голубов Дмитро Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18074",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гончаренко Олексій Олексійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17984",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гопко Ганна Миколаївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18002",
            "dateAuthorityStop": ""
        },
        {
            "name": "Горбунов Олександр Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17962",
            "dateAuthorityStop": ""
        },
        {
            "name": "Горват Роберт Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18075",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гордєєв Андрій Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15953",
            "dateAuthorityStop": ""
        },
        {
            "name": "Грановський Олександр Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17995",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гриневич Лілія Михайлівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15646",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гринів Ігор Олексійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5414",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гройсман Володимир Борисович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17973",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гудзенко Віталій Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18077",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гузь Ігор Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "14674",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гуляєв Василь Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18078",
            "dateAuthorityStop": ""
        },
        {
            "name": "Гусак Володимир Георгійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18036",
            "dateAuthorityStop": ""
        },
        {
            "name": "Давиденко Валерій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18079",
            "dateAuthorityStop": ""
        },
        {
            "name": "Данченко Олександр Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18009",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дейдей Євген Сергійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17956",
            "dateAuthorityStop": ""
        },
        {
            "name": "Демчак Руслан Євгенійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18080",
            "dateAuthorityStop": ""
        },
        {
            "name": "Денисенко Анатолій Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15815",
            "dateAuthorityStop": ""
        },
        {
            "name": "Денисенко Андрій Сергійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18081",
            "dateAuthorityStop": ""
        },
        {
            "name": "Денисенко Вадим Ігорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17986",
            "dateAuthorityStop": ""
        },
        {
            "name": "Денісова Людмила Леонтіївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8757",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дерев’янко Юрій Богданович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15768",
            "dateAuthorityStop": ""
        },
        {
            "name": "Деркач Андрій Леонідович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2284",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дехтярчук Олександр Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "6130",
            "dateAuthorityStop": ""
        },
        {
            "name": "Джемілєв Мустафа",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2394",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дзензерський Денис Вікторович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15652",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дзюблик Павло Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18082",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дирів Анатолій Борисович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15767",
            "dateAuthorityStop": ""
        },
        {
            "name": "Діденко Ігор Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18017",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дідич Валентин Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18083",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дмитренко Олег Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18084",
            "dateAuthorityStop": ""
        },
        {
            "name": "Добкін Дмитро Маркович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15818",
            "dateAuthorityStop": ""
        },
        {
            "name": "Добкін Михайло Маркович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5578",
            "dateAuthorityStop": ""
        },
        {
            "name": "Добродомов Дмитро Євгенович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18085",
            "dateAuthorityStop": ""
        },
        {
            "name": "Довбенко Михайло Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "6201",
            "dateAuthorityStop": ""
        },
        {
            "name": "Довгий Олесь Станіславович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18086",
            "dateAuthorityStop": ""
        },
        {
            "name": "Долженков Олександр Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15644",
            "dateAuthorityStop": ""
        },
        {
            "name": "Домбровський Олександр Георгійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15727",
            "dateAuthorityStop": ""
        },
        {
            "name": "Донець Тетяна Анатоліївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "3849",
            "dateAuthorityStop": ""
        },
        {
            "name": "Драюк Сергій Євсейович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18221",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дроздик Олександр Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18222",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дубіль Валерій Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "12272",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дубінін Олександр Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18087",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дубневич Богдан Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18088",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дубневич Ярослав Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15790",
            "dateAuthorityStop": ""
        },
        {
            "name": "Дунаєв Сергій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15780",
            "dateAuthorityStop": ""
        },
        {
            "name": "Євлахов Анатолій Сергійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18089",
            "dateAuthorityStop": ""
        },
        {
            "name": "Євтушок Сергій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11728",
            "dateAuthorityStop": ""
        },
        {
            "name": "Єднак Остап Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18016",
            "dateAuthorityStop": ""
        },
        {
            "name": "Єленський Віктор Євгенович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17959",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ємець Леонід Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "4761",
            "dateAuthorityStop": ""
        },
        {
            "name": "Єремеєв Ігор Миронович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5509",
            "dateAuthorityStop": ""
        },
        {
            "name": "Єфімов Максим Вікторович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18090",
            "dateAuthorityStop": ""
        },
        {
            "name": "Єфремова Ірина Олексіївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "16716",
            "dateAuthorityStop": ""
        },
        {
            "name": "Жданов Ігор Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18057",
            "dateAuthorityStop": "2014-12-02"
        },
        {
            "name": "Жеваго Костянтин Валентинович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2301",
            "dateAuthorityStop": ""
        },
        {
            "name": "Жолобецький Олександр Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18091",
            "dateAuthorityStop": ""
        },
        {
            "name": "Журжій Андрій Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18015",
            "dateAuthorityStop": ""
        },
        {
            "name": "Заболотний Григорій Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15730",
            "dateAuthorityStop": ""
        },
        {
            "name": "Загорій Гліб Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17991",
            "dateAuthorityStop": ""
        },
        {
            "name": "Заліщук Світлана Петрівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17976",
            "dateAuthorityStop": ""
        },
        {
            "name": "Заставний Роман Йосипович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17955",
            "dateAuthorityStop": ""
        },
        {
            "name": "Звягільський Юхим Леонідович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "833",
            "dateAuthorityStop": ""
        },
        {
            "name": "Зубач Любомир Львович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "19126",
            "dateAuthorityStop": ""
        },
        {
            "name": "Зубик Володимир Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8771",
            "dateAuthorityStop": ""
        },
        {
            "name": "Іванчук Андрій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15654",
            "dateAuthorityStop": ""
        },
        {
            "name": "Івахів Степан Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15733",
            "dateAuthorityStop": ""
        },
        {
            "name": "Івченко Вадим Євгенович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18055",
            "dateAuthorityStop": ""
        },
        {
            "name": "Іллєнко Андрій Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15837",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ільюк Артем Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15794",
            "dateAuthorityStop": ""
        },
        {
            "name": "Іонова Марія Миколаївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15672",
            "dateAuthorityStop": ""
        },
        {
            "name": "Іоффе Юлій Якович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "793",
            "dateAuthorityStop": ""
        },
        {
            "name": "Іщейкін Костянтин Євгенович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18092",
            "dateAuthorityStop": ""
        },
        {
            "name": "Іщенко Валерій Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15685",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кадикало Микола Олегович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "16618",
            "dateAuthorityStop": ""
        },
        {
            "name": "Каплін Сергій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15801",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кацер-Бучковська Наталія Володимирівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17967",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кацуба Володимир Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15816",
            "dateAuthorityStop": ""
        },
        {
            "name": "Квіт Сергій Миронович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17975",
            "dateAuthorityStop": "2014-12-02"
        },
        {
            "name": "Кириленко В'ячеслав Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2155",
            "dateAuthorityStop": "2014-12-02"
        },
        {
            "name": "Кириленко Іван Григорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "1351",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кириченко Олексій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "12455",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кишкар Павло Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18006",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ківалов Сергій Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2320",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кіраль Сергій Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18031",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кірш Олександр Вікторович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18093",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кісельов Андрій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "13694",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кіссе Антон Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "7371",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кіт Андрій Богданович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18094",
            "dateAuthorityStop": ""
        },
        {
            "name": "Климпуш-Цинцадзе Іванна Орестівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17997",
            "dateAuthorityStop": ""
        },
        {
            "name": "Клімов Леонід Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5423",
            "dateAuthorityStop": ""
        },
        {
            "name": "Клюєв Сергій Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8781",
            "dateAuthorityStop": ""
        },
        {
            "name": "Княжицький Микола Леонідович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15645",
            "dateAuthorityStop": ""
        },
        {
            "name": "Князевич Руслан Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "1897",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кобцев Михайло Валентинович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17990",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ковальчук Віталій Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15668",
            "dateAuthorityStop": "2015-01-14"
        },
        {
            "name": "Кодола Олександр Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15309",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кожем’якін Андрій Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8786",
            "dateAuthorityStop": ""
        },
        {
            "name": "Козак Тарас Романович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18034",
            "dateAuthorityStop": ""
        },
        {
            "name": "Козаченко Леонід Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "7175",
            "dateAuthorityStop": ""
        },
        {
            "name": "Козир Борис Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18095",
            "dateAuthorityStop": ""
        },
        {
            "name": "Колганова Олена Валеріївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17414",
            "dateAuthorityStop": ""
        },
        {
            "name": "Колєсніков Дмитро Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11098",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кондратюк Олена Костянтинівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11166",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кононенко Ігор Віталійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17981",
            "dateAuthorityStop": ""
        },
        {
            "name": "Константіновський Вячеслав Леонідович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18096",
            "dateAuthorityStop": ""
        },
        {
            "name": "Корнацький Аркадій Олексійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18097",
            "dateAuthorityStop": ""
        },
        {
            "name": "Королевська Наталія Юріївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8693",
            "dateAuthorityStop": ""
        },
        {
            "name": "Король Віктор Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2314",
            "dateAuthorityStop": ""
        },
        {
            "name": "Корчик Віталій Андрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18167",
            "dateAuthorityStop": ""
        },
        {
            "name": "Корчинська Оксана Анатоліївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18165",
            "dateAuthorityStop": ""
        },
        {
            "name": "Костенко Павло Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18028",
            "dateAuthorityStop": ""
        },
        {
            "name": "Котвіцький Ігор Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17965",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кошелєва Альона Володимирівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18048",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кремінь Тарас Дмитрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17969",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кривенко Вадим Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17970",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кривенко Віктор Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18005",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кривохатько Вадим Вікторович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18107",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кривошея Геннадій Григорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15901",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кришин Олег Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18108",
            "dateAuthorityStop": ""
        },
        {
            "name": "Крулько Іван Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "6073",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ксенжук Олександр Степанович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17957",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кубів Степан Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15649",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кудлаєнко Сергій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17999",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кужель Олександра Володимирівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "735",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кузьменко Анатолій Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18109",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кулініч Олег Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15804",
            "dateAuthorityStop": ""
        },
        {
            "name": "Куліч Валерій Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18160",
            "dateAuthorityStop": "2015-05-19"
        },
        {
            "name": "Куліченко Іван Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18110",
            "dateAuthorityStop": ""
        },
        {
            "name": "Куніцин Сергій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15840",
            "dateAuthorityStop": ""
        },
        {
            "name": "Купрієнко Олег Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18050",
            "dateAuthorityStop": ""
        },
        {
            "name": "Купрій Віталій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18111",
            "dateAuthorityStop": ""
        },
        {
            "name": "Курило Віталій Семенович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8803",
            "dateAuthorityStop": ""
        },
        {
            "name": "Курячий Максим Павлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "13646",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кутовий Тарас Вікторович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15805",
            "dateAuthorityStop": ""
        },
        {
            "name": "Кучер Микола Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18112",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лабазюк Сергій Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15824",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лаврик Микола Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18113",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лаврик Олег Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18011",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ланьо Михайло Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15756",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лапін Ігор Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18114",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ларін Сергій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2179",
            "dateAuthorityStop": ""
        },
        {
            "name": "Левус Андрій Мар’янович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11694",
            "dateAuthorityStop": ""
        },
        {
            "name": "Левченко Юрій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "16672",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ледовських Олена Володимирівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17413",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ленський Олексій Олексійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "10204",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лесюк Ярослав Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18605",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лещенко Сергій Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17977",
            "dateAuthorityStop": ""
        },
        {
            "name": "Литвин Володимир Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5470",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лівік Олександр Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18115",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лінько Дмитро Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18052",
            "dateAuthorityStop": ""
        },
        {
            "name": "Логвинський Георгій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17958",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лозовой Андрій Сергійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15916",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лопушанський Андрій Ярославович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8815",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лубінець Дмитро Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18116",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лук’янчук Руслан Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "6332",
            "dateAuthorityStop": ""
        },
        {
            "name": "Лунченко Валерій Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15662",
            "dateAuthorityStop": ""
        },
        {
            "name": "Луценко Ігор Вікторович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18054",
            "dateAuthorityStop": ""
        },
        {
            "name": "Луценко Ірина Степанівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15647",
            "dateAuthorityStop": ""
        },
        {
            "name": "Луценко Юрій Віталійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "4132",
            "dateAuthorityStop": ""
        },
        {
            "name": "Льовочкін Сергій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "7718",
            "dateAuthorityStop": ""
        },
        {
            "name": "Льовочкіна Юлія Володимирівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11109",
            "dateAuthorityStop": ""
        },
        {
            "name": "Люшняк Микола Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18117",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ляшко Олег Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8818",
            "dateAuthorityStop": ""
        },
        {
            "name": "Макар’ян Давид Борисович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15972",
            "dateAuthorityStop": ""
        },
        {
            "name": "Македон Юрій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18163",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мамчур Юлій Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17974",
            "dateAuthorityStop": ""
        },
        {
            "name": "Маркевич Ярослав Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18013",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мартиненко Микола Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2323",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мартиняк Сергій Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15732",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мартовицький Артур Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15744",
            "dateAuthorityStop": ""
        },
        {
            "name": "Марченко Олександр Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18118",
            "dateAuthorityStop": ""
        },
        {
            "name": "Масоріна Олена Сергіївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17966",
            "dateAuthorityStop": ""
        },
        {
            "name": "Матвієнко Анатолій Сергійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2262",
            "dateAuthorityStop": ""
        },
        {
            "name": "Матвієнков Сергій Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2356",
            "dateAuthorityStop": ""
        },
        {
            "name": "Матвійчук Едуард Леонідович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5500",
            "dateAuthorityStop": ""
        },
        {
            "name": "Матейченко Костянтин Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17953",
            "dateAuthorityStop": ""
        },
        {
            "name": "Матіос Марія Василівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15665",
            "dateAuthorityStop": ""
        },
        {
            "name": "Матківський Богдан Миронович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18119",
            "dateAuthorityStop": ""
        },
        {
            "name": "Матузко Олена Олександрівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11342",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мацола Роман Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18120",
            "dateAuthorityStop": ""
        },
        {
            "name": "Медуниця Олег Вячеславович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "12003",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мельник Сергій Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18161",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мельниченко Володимир Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15828",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мельничук Іван Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18121",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мельничук Сергій Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18039",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мирний Іван Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11106",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мисик Володимир Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15814",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мірошник Андрій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18030",
            "dateAuthorityStop": "2015-05-13"
        },
        {
            "name": "Мірошниченко Юрій Романович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8826",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мірошніченко Іван Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18014",
            "dateAuthorityStop": ""
        },
        {
            "name": "Міщенко Сергій Григорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8827",
            "dateAuthorityStop": ""
        },
        {
            "name": "Молоток Ігор Федорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15810",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мороко Юрій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11102",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мосійчук Ігор Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18045",
            "dateAuthorityStop": ""
        },
        {
            "name": "Москаленко Ярослав Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15773",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мураєв Євгеній Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15819",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мусій Олег Степанович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "16517",
            "dateAuthorityStop": ""
        },
        {
            "name": "Мушак Олексій Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17996",
            "dateAuthorityStop": ""
        },
        {
            "name": "Найєм Мустафа-Масі",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17978",
            "dateAuthorityStop": ""
        },
        {
            "name": "Насалик Ігор Степанович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2370",
            "dateAuthorityStop": ""
        },
        {
            "name": "Насіров Роман Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17666",
            "dateAuthorityStop": ""
        },
        {
            "name": "Негой Федір Федорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15823",
            "dateAuthorityStop": ""
        },
        {
            "name": "Недава Олег Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18122",
            "dateAuthorityStop": ""
        },
        {
            "name": "Немировський Андрій Валентинович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "19058",
            "dateAuthorityStop": ""
        },
        {
            "name": "Немиря Григорій Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8830",
            "dateAuthorityStop": ""
        },
        {
            "name": "Нестеренко Вадим Григорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18123",
            "dateAuthorityStop": ""
        },
        {
            "name": "Нечаєв Олександр Ігоревич",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15725",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ничипоренко Валентин Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15830",
            "dateAuthorityStop": ""
        },
        {
            "name": "Німченко Василь Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18037",
            "dateAuthorityStop": ""
        },
        {
            "name": "Новак Наталія Василівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "13379",
            "dateAuthorityStop": ""
        },
        {
            "name": "Новинський Вадим Владиславович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17108",
            "dateAuthorityStop": ""
        },
        {
            "name": "Огнєвіч Злата Леонідівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18040",
            "dateAuthorityStop": ""
        },
        {
            "name": "Омельянович Денис Сергійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "13562",
            "dateAuthorityStop": ""
        },
        {
            "name": "Онищенко Олександр Романович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15771",
            "dateAuthorityStop": ""
        },
        {
            "name": "Онуфрик Богдан Семенович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17982",
            "dateAuthorityStop": ""
        },
        {
            "name": "Опанасенко Олександр Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18019",
            "dateAuthorityStop": ""
        },
        {
            "name": "Остапчук Віктор Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15817",
            "dateAuthorityStop": ""
        },
        {
            "name": "Острікова Тетяна Георгіївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18018",
            "dateAuthorityStop": ""
        },
        {
            "name": "Осуховський Олег Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15806",
            "dateAuthorityStop": ""
        },
        {
            "name": "Павелко Андрій Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15651",
            "dateAuthorityStop": ""
        },
        {
            "name": "Павленко Ростислав Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15687",
            "dateAuthorityStop": "2015-01-14"
        },
        {
            "name": "Павленко Юрій Олексійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5380",
            "dateAuthorityStop": ""
        },
        {
            "name": "Павлов Костянтин Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15741",
            "dateAuthorityStop": ""
        },
        {
            "name": "Паламарчук Микола Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15671",
            "dateAuthorityStop": ""
        },
        {
            "name": "Палатний Артур Леонідович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15670",
            "dateAuthorityStop": ""
        },
        {
            "name": "Папієв Михайло Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5464",
            "dateAuthorityStop": ""
        },
        {
            "name": "Парасюк Володимир Зіновійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18124",
            "dateAuthorityStop": ""
        },
        {
            "name": "Парубій Андрій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11584",
            "dateAuthorityStop": ""
        },
        {
            "name": "Пастух Тарас Тимофійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18125",
            "dateAuthorityStop": ""
        },
        {
            "name": "Пацкан Валерій Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15674",
            "dateAuthorityStop": ""
        },
        {
            "name": "Пашинський Сергій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8696",
            "dateAuthorityStop": ""
        },
        {
            "name": "Петренко Олег Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18126",
            "dateAuthorityStop": ""
        },
        {
            "name": "Петренко Павло Дмитрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15657",
            "dateAuthorityStop": "2014-12-02"
        },
        {
            "name": "Петьовка Василь Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11131",
            "dateAuthorityStop": ""
        },
        {
            "name": "Пинзеник Віктор Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "862",
            "dateAuthorityStop": ""
        },
        {
            "name": "Пинзеник Павло Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8125",
            "dateAuthorityStop": ""
        },
        {
            "name": "Писаренко Валерій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8838",
            "dateAuthorityStop": ""
        },
        {
            "name": "Підлісецький Лев Теофілович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18025",
            "dateAuthorityStop": ""
        },
        {
            "name": "Побер Ігор Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15680",
            "dateAuthorityStop": ""
        },
        {
            "name": "Подоляк Ірина Ігорівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18127",
            "dateAuthorityStop": ""
        },
        {
            "name": "Поляков Максим Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17960",
            "dateAuthorityStop": ""
        },
        {
            "name": "Помазанов Андрій Віталійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18164",
            "dateAuthorityStop": ""
        },
        {
            "name": "Пономарьов Олександр Сергійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15760",
            "dateAuthorityStop": ""
        },
        {
            "name": "Поплавський Михайло Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5422",
            "dateAuthorityStop": ""
        },
        {
            "name": "Попов Ігор Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18042",
            "dateAuthorityStop": ""
        },
        {
            "name": "Порошенко Олексій Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18128",
            "dateAuthorityStop": ""
        },
        {
            "name": "Пресман Олександр Семенович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15800",
            "dateAuthorityStop": ""
        },
        {
            "name": "Присяжнюк Олександр Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11620",
            "dateAuthorityStop": ""
        },
        {
            "name": "Продан Оксана Петрівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15667",
            "dateAuthorityStop": ""
        },
        {
            "name": "Пташник Вікторія Юріївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18022",
            "dateAuthorityStop": ""
        },
        {
            "name": "Рабінович Вадим Зіновійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18032",
            "dateAuthorityStop": ""
        },
        {
            "name": "Развадовський Віктор Йосипович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2308",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ревега Олександр Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18414",
            "dateAuthorityStop": ""
        },
        {
            "name": "Река Андрій Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18129",
            "dateAuthorityStop": ""
        },
        {
            "name": "Рибак Іван Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "9123",
            "dateAuthorityStop": ""
        },
        {
            "name": "Рибалка Сергій Вікторович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18053",
            "dateAuthorityStop": ""
        },
        {
            "name": "Рибчинський Євген Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18130",
            "dateAuthorityStop": ""
        },
        {
            "name": "Різаненко Павло Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15774",
            "dateAuthorityStop": ""
        },
        {
            "name": "Розенблат Борислав Соломонович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18131",
            "dateAuthorityStop": ""
        },
        {
            "name": "Розенко Павло Валерійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "3008",
            "dateAuthorityStop": "2014-12-02"
        },
        {
            "name": "Романова Анна Анатоліївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18029",
            "dateAuthorityStop": ""
        },
        {
            "name": "Романовський Олександр Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18245",
            "dateAuthorityStop": ""
        },
        {
            "name": "Романюк Віктор Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18132",
            "dateAuthorityStop": ""
        },
        {
            "name": "Романюк Роман Сергійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "10096",
            "dateAuthorityStop": ""
        },
        {
            "name": "Рудик Сергій Ярославович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "16430",
            "dateAuthorityStop": ""
        },
        {
            "name": "Рябчин Олексій Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18056",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сабашук Петро Павлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5582",
            "dateAuthorityStop": ""
        },
        {
            "name": "Савченко Надія Вікторівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18166",
            "dateAuthorityStop": ""
        },
        {
            "name": "Савченко Олексій Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17988",
            "dateAuthorityStop": ""
        },
        {
            "name": "Савчук Юрій Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15681",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сажко Сергій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18133",
            "dateAuthorityStop": ""
        },
        {
            "name": "Святаш Дмитро Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5541",
            "dateAuthorityStop": ""
        },
        {
            "name": "Семенуха Роман Сергійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18026",
            "dateAuthorityStop": ""
        },
        {
            "name": "Семенченко Семен Ігорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18003",
            "dateAuthorityStop": ""
        },
        {
            "name": "Семерак Остап Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "1908",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сидорович Руслан Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18020",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сидорчук Вадим Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17954",
            "dateAuthorityStop": ""
        },
        {
            "name": "Силантьєв Денис Олегович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18047",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сироїд Оксана Іванівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "3180",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сисоєнко Ірина Володимирівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18024",
            "dateAuthorityStop": ""
        },
        {
            "name": "Скорик Микола Леонідович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18033",
            "dateAuthorityStop": ""
        },
        {
            "name": "Скрипник Олексій Олексійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18004",
            "dateAuthorityStop": ""
        },
        {
            "name": "Скуратовський Сергій Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18051",
            "dateAuthorityStop": ""
        },
        {
            "name": "Соболєв Єгор Вікторович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18012",
            "dateAuthorityStop": ""
        },
        {
            "name": "Соболєв Сергій Владиславович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "386",
            "dateAuthorityStop": ""
        },
        {
            "name": "Соловей Юрій Ігорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18134",
            "dateAuthorityStop": ""
        },
        {
            "name": "Солод Юрій Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18135",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сольвар Руслан Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15769",
            "dateAuthorityStop": ""
        },
        {
            "name": "Соляр Володимир Миронович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17968",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сотник Олена Сергіївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18010",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сочка Олександр Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "12270",
            "dateAuthorityStop": ""
        },
        {
            "name": "Співаковський Олександр Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18136",
            "dateAuthorityStop": ""
        },
        {
            "name": "Спориш Іван Дмитрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18137",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сташук Віталій Филимонович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18138",
            "dateAuthorityStop": ""
        },
        {
            "name": "Стеценко Дмитро Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18220",
            "dateAuthorityStop": ""
        },
        {
            "name": "Стець Юрій Ярославович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11129",
            "dateAuthorityStop": "2014-12-02"
        },
        {
            "name": "Сторожук Дмитро Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17379",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сугоняко Олександр Леонідович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18139",
            "dateAuthorityStop": ""
        },
        {
            "name": "Супруненко Олександр Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11097",
            "dateAuthorityStop": ""
        },
        {
            "name": "Суслова Ірина Миколаївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11999",
            "dateAuthorityStop": ""
        },
        {
            "name": "Сюмар Вікторія Петрівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17948",
            "dateAuthorityStop": ""
        },
        {
            "name": "Тарасюк Борис Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5486",
            "dateAuthorityStop": ""
        },
        {
            "name": "Тарута Сергій Олексійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18140",
            "dateAuthorityStop": ""
        },
        {
            "name": "Тетерук Андрій Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17947",
            "dateAuthorityStop": ""
        },
        {
            "name": "Тимошенко Юлія Володимирівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "1792",
            "dateAuthorityStop": ""
        },
        {
            "name": "Тимошенко Юрій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18141",
            "dateAuthorityStop": ""
        },
        {
            "name": "Тимчук Дмитро Борисович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17950",
            "dateAuthorityStop": ""
        },
        {
            "name": "Тіміш Григорій Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18142",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ткачук Геннадій Віталійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15676",
            "dateAuthorityStop": ""
        },
        {
            "name": "Томенко Микола Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5415",
            "dateAuthorityStop": ""
        },
        {
            "name": "Третьяков Олександр Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5504",
            "dateAuthorityStop": ""
        },
        {
            "name": "Тригубенко Сергій Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17987",
            "dateAuthorityStop": ""
        },
        {
            "name": "Турчинов Олександр Валентинович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2086",
            "dateAuthorityStop": "2015-01-14"
        },
        {
            "name": "Унгурян Павло Якимович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "9540",
            "dateAuthorityStop": ""
        },
        {
            "name": "Урбанський Олександр Ігорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18143",
            "dateAuthorityStop": ""
        },
        {
            "name": "Усов Костянтин Глібович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18144",
            "dateAuthorityStop": ""
        },
        {
            "name": "Фаєрмарк Сергій Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15653",
            "dateAuthorityStop": ""
        },
        {
            "name": "Федорук Микола Трохимович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15831",
            "dateAuthorityStop": ""
        },
        {
            "name": "Фельдман Олександр Борисович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5542",
            "dateAuthorityStop": ""
        },
        {
            "name": "Філатов Борис Альбертович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18145",
            "dateAuthorityStop": ""
        },
        {
            "name": "Фірсов Єгор Павлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17047",
            "dateAuthorityStop": ""
        },
        {
            "name": "Фріз Ірина Василівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "9684",
            "dateAuthorityStop": ""
        },
        {
            "name": "Фролов Микола Олександрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18146",
            "dateAuthorityStop": ""
        },
        {
            "name": "Фурсін Іван Геннадійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15799",
            "dateAuthorityStop": ""
        },
        {
            "name": "Хлань Сергій Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18147",
            "dateAuthorityStop": ""
        },
        {
            "name": "Хміль Михайло Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15785",
            "dateAuthorityStop": ""
        },
        {
            "name": "Хомутиннік Віталій Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5549",
            "dateAuthorityStop": ""
        },
        {
            "name": "Чекіта Геннадій Леонідович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "7741",
            "dateAuthorityStop": ""
        },
        {
            "name": "Чепинога Віталій Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8715",
            "dateAuthorityStop": ""
        },
        {
            "name": "Червакова Ольга Валеріївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17989",
            "dateAuthorityStop": ""
        },
        {
            "name": "Черненко Олександр Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17979",
            "dateAuthorityStop": ""
        },
        {
            "name": "Чижмарь Юрій Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18218",
            "dateAuthorityStop": ""
        },
        {
            "name": "Чорновол Тетяна Миколаївна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17946",
            "dateAuthorityStop": ""
        },
        {
            "name": "Чубаров Рефат Абдурахманович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2340",
            "dateAuthorityStop": ""
        },
        {
            "name": "Чумак Віктор Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15836",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шаповалов Юрій Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15803",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шевченко Олександр Леонідович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17650",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шенцев Дмитро Олексійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8885",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шинькович Андрій Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8473",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шипко Андрій Федорович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5785",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шкварилюк Володимир Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "15658",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шкіря Ігор Миколайович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "5399",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шкрум Альона Іванівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "16532",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шлемко Дмитро Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "8889",
            "dateAuthorityStop": "2015-06-04"
        },
        {
            "name": "Шпенов Дмитро Юрійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11096",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шурма Ігор Михайлович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "6548",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шуфрич Нестор Іванович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "2274",
            "dateAuthorityStop": ""
        },
        {
            "name": "Шухевич Юрій-Богдан Романович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18041",
            "dateAuthorityStop": ""
        },
        {
            "name": "Южаніна Ніна Петрівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "17980",
            "dateAuthorityStop": ""
        },
        {
            "name": "Юрик Тарас Зіновійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18148",
            "dateAuthorityStop": ""
        },
        {
            "name": "Юринець Оксана Василівна",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18149",
            "dateAuthorityStop": ""
        },
        {
            "name": "Юрчишин Петро Васильович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18150",
            "dateAuthorityStop": ""
        },
        {
            "name": "Яніцький Василь Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18151",
            "dateAuthorityStop": ""
        },
        {
            "name": "Яриніч Костянтин Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18152",
            "dateAuthorityStop": ""
        },
        {
            "name": "Ярош Дмитро Анатолійович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "18153",
            "dateAuthorityStop": ""
        },
        {
            "name": "Яценко Антон Володимирович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "4339",
            "dateAuthorityStop": ""
        },
        {
            "name": "Яценюк Арсеній Петрович",
            "type": "deputy-name",
            "typeOrder": 3,
            "deputyId": "11116",
            "dateAuthorityStop": "2014-12-02"
        },
        {
            "name": "Виборчий округ №11 (Вінницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 11
        },
        {
            "name": "Виборчий округ №12 (Вінницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 12
        },
        {
            "name": "Виборчий округ №13 (Вінницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 13
        },
        {
            "name": "Виборчий округ №14 (Вінницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 14
        },
        {
            "name": "Виборчий округ №15 (Вінницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 15
        },
        {
            "name": "Виборчий округ №16 (Вінницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 16
        },
        {
            "name": "Виборчий округ №17 (Вінницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 17
        },
        {
            "name": "Виборчий округ №18 (Вінницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 18
        },
        {
            "name": "Виборчий округ №19 (Волинська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 19
        },
        {
            "name": "Виборчий округ №20 (Волинська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 20
        },
        {
            "name": "Виборчий округ №21 (Волинська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 21
        },
        {
            "name": "Виборчий округ №22 (Волинська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 22
        },
        {
            "name": "Виборчий округ №23 (Волинська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 23
        },
        {
            "name": "Виборчий округ №24 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 24
        },
        {
            "name": "Виборчий округ №25 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 25
        },
        {
            "name": "Виборчий округ №26 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 26
        },
        {
            "name": "Виборчий округ №27 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 27
        },
        {
            "name": "Виборчий округ №28 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 28
        },
        {
            "name": "Виборчий округ №29 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 29
        },
        {
            "name": "Виборчий округ №30 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 30
        },
        {
            "name": "Виборчий округ №31 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 31
        },
        {
            "name": "Виборчий округ №32 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 32
        },
        {
            "name": "Виборчий округ №33 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 33
        },
        {
            "name": "Виборчий округ №34 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 34
        },
        {
            "name": "Виборчий округ №35 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 35
        },
        {
            "name": "Виборчий округ №36 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 36
        },
        {
            "name": "Виборчий округ №37 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 37
        },
        {
            "name": "Виборчий округ №38 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 38
        },
        {
            "name": "Виборчий округ №39 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 39
        },
        {
            "name": "Виборчий округ №40 (Дніпропетровська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 40
        },
        {
            "name": "Виборчий округ №45 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 45
        },
        {
            "name": "Виборчий округ №46 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 46
        },
        {
            "name": "Виборчий округ №47 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 47
        },
        {
            "name": "Виборчий округ №48 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 48
        },
        {
            "name": "Виборчий округ №49 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 49
        },
        {
            "name": "Виборчий округ №50 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 50
        },
        {
            "name": "Виборчий округ №52 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 52
        },
        {
            "name": "Виборчий округ №53 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 53
        },
        {
            "name": "Виборчий округ №57 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 57
        },
        {
            "name": "Виборчий округ №58 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 58
        },
        {
            "name": "Виборчий округ №59 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 59
        },
        {
            "name": "Виборчий округ №60 (Донецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 60
        },
        {
            "name": "Виборчий округ №62 (Житомирська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 62
        },
        {
            "name": "Виборчий округ №63 (Житомирська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 63
        },
        {
            "name": "Виборчий округ №64 (Житомирська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 64
        },
        {
            "name": "Виборчий округ №65 (Житомирська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 65
        },
        {
            "name": "Виборчий округ №66 (Житомирська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 66
        },
        {
            "name": "Виборчий округ №67 (Житомирська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 67
        },
        {
            "name": "Виборчий округ №68 (Закарпатська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 68
        },
        {
            "name": "Виборчий округ №69 (Закарпатська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 69
        },
        {
            "name": "Виборчий округ №70 (Закарпатська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 70
        },
        {
            "name": "Виборчий округ №71 (Закарпатська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 71
        },
        {
            "name": "Виборчий округ №72 (Закарпатська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 72
        },
        {
            "name": "Виборчий округ №73 (Закарпатська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 73
        },
        {
            "name": "Виборчий округ №74 (Запорізька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 74
        },
        {
            "name": "Виборчий округ №75 (Запорізька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 75
        },
        {
            "name": "Виборчий округ №76 (Запорізька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 76
        },
        {
            "name": "Виборчий округ №77 (Запорізька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 77
        },
        {
            "name": "Виборчий округ №78 (Запорізька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 78
        },
        {
            "name": "Виборчий округ №79 (Запорізька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 79
        },
        {
            "name": "Виборчий округ №80 (Запорізька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 80
        },
        {
            "name": "Виборчий округ №81 (Запорізька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 81
        },
        {
            "name": "Виборчий округ №82 (Запорізька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 82
        },
        {
            "name": "Виборчий округ №83 (Івано-Франківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 83
        },
        {
            "name": "Виборчий округ №84 (Івано-Франківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 84
        },
        {
            "name": "Виборчий округ №85 (Івано-Франківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 85
        },
        {
            "name": "Виборчий округ №86 (Івано-Франківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 86
        },
        {
            "name": "Виборчий округ №88 (Івано-Франківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 88
        },
        {
            "name": "Виборчий округ №89 (Івано-Франківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 89
        },
        {
            "name": "Виборчий округ №90 (Київська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 90
        },
        {
            "name": "Виборчий округ №91 (Київська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 91
        },
        {
            "name": "Виборчий округ №92 (Київська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 92
        },
        {
            "name": "Виборчий округ №93 (Київська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 93
        },
        {
            "name": "Виборчий округ №94 (Київська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 94
        },
        {
            "name": "Виборчий округ №95 (Київська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 95
        },
        {
            "name": "Виборчий округ №96 (Київська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 96
        },
        {
            "name": "Виборчий округ №97 (Київська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 97
        },
        {
            "name": "Виборчий округ №98 (Київська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 98
        },
        {
            "name": "Виборчий округ №99 (Кіровоградська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 99
        },
        {
            "name": "Виборчий округ №100 (Кіровоградська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 100
        },
        {
            "name": "Виборчий округ №101 (Кіровоградська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 101
        },
        {
            "name": "Виборчий округ №102 (Кіровоградська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 102
        },
        {
            "name": "Виборчий округ №103 (Кіровоградська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 103
        },
        {
            "name": "Виборчий округ №106 (Луганська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 106
        },
        {
            "name": "Виборчий округ №107 (Луганська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 107
        },
        {
            "name": "Виборчий округ №112 (Луганська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 112
        },
        {
            "name": "Виборчий округ №113 (Луганська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 113
        },
        {
            "name": "Виборчий округ №114 (Луганська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 114
        },
        {
            "name": "Виборчий округ №115 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 115
        },
        {
            "name": "Виборчий округ №116 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 116
        },
        {
            "name": "Виборчий округ №117 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 117
        },
        {
            "name": "Виборчий округ №118 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 118
        },
        {
            "name": "Виборчий округ №119 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 119
        },
        {
            "name": "Виборчий округ №120 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 120
        },
        {
            "name": "Виборчий округ №121 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 121
        },
        {
            "name": "Виборчий округ №122 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 122
        },
        {
            "name": "Виборчий округ №123 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 123
        },
        {
            "name": "Виборчий округ №124 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 124
        },
        {
            "name": "Виборчий округ №125 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 125
        },
        {
            "name": "Виборчий округ №126 (Львівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 126
        },
        {
            "name": "Виборчий округ №127 (Миколаївська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 127
        },
        {
            "name": "Виборчий округ №128 (Миколаївська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 128
        },
        {
            "name": "Виборчий округ №129 (Миколаївська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 129
        },
        {
            "name": "Виборчий округ №130 (Миколаївська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 130
        },
        {
            "name": "Виборчий округ №131 (Миколаївська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 131
        },
        {
            "name": "Виборчий округ №132 (Миколаївська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 132
        },
        {
            "name": "Виборчий округ №133 (Одеська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 133
        },
        {
            "name": "Виборчий округ №134 (Одеська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 134
        },
        {
            "name": "Виборчий округ №135 (Одеська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 135
        },
        {
            "name": "Виборчий округ №136 (Одеська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 136
        },
        {
            "name": "Виборчий округ №137 (Одеська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 137
        },
        {
            "name": "Виборчий округ №138 (Одеська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 138
        },
        {
            "name": "Виборчий округ №139 (Одеська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 139
        },
        {
            "name": "Виборчий округ №140 (Одеська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 140
        },
        {
            "name": "Виборчий округ №141 (Одеська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 141
        },
        {
            "name": "Виборчий округ №142 (Одеська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 142
        },
        {
            "name": "Виборчий округ №143 (Одеська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 143
        },
        {
            "name": "Виборчий округ №144 (Полтавська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 144
        },
        {
            "name": "Виборчий округ №145 (Полтавська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 145
        },
        {
            "name": "Виборчий округ №146 (Полтавська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 146
        },
        {
            "name": "Виборчий округ №147 (Полтавська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 147
        },
        {
            "name": "Виборчий округ №148 (Полтавська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 148
        },
        {
            "name": "Виборчий округ №149 (Полтавська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 149
        },
        {
            "name": "Виборчий округ №150 (Полтавська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 150
        },
        {
            "name": "Виборчий округ №151 (Полтавська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 151
        },
        {
            "name": "Виборчий округ №152 (Рівненська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 152
        },
        {
            "name": "Виборчий округ №153 (Рівненська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 153
        },
        {
            "name": "Виборчий округ №154 (Рівненська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 154
        },
        {
            "name": "Виборчий округ №155 (Рівненська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 155
        },
        {
            "name": "Виборчий округ №156 (Рівненська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 156
        },
        {
            "name": "Виборчий округ №157 (Сумська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 157
        },
        {
            "name": "Виборчий округ №158 (Сумська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 158
        },
        {
            "name": "Виборчий округ №159 (Сумська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 159
        },
        {
            "name": "Виборчий округ №160 (Сумська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 160
        },
        {
            "name": "Виборчий округ №161 (Сумська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 161
        },
        {
            "name": "Виборчий округ №162 (Сумська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 162
        },
        {
            "name": "Виборчий округ №163 (Тернопільська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 163
        },
        {
            "name": "Виборчий округ №164 (Тернопільська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 164
        },
        {
            "name": "Виборчий округ №165 (Тернопільська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 165
        },
        {
            "name": "Виборчий округ №166 (Тернопільська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 166
        },
        {
            "name": "Виборчий округ №167 (Тернопільська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 167
        },
        {
            "name": "Виборчий округ №168 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 168
        },
        {
            "name": "Виборчий округ №169 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 169
        },
        {
            "name": "Виборчий округ №170 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 170
        },
        {
            "name": "Виборчий округ №171 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 171
        },
        {
            "name": "Виборчий округ №172 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 172
        },
        {
            "name": "Виборчий округ №173 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 173
        },
        {
            "name": "Виборчий округ №174 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 174
        },
        {
            "name": "Виборчий округ №175 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 175
        },
        {
            "name": "Виборчий округ №176 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 176
        },
        {
            "name": "Виборчий округ №177 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 177
        },
        {
            "name": "Виборчий округ №178 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 178
        },
        {
            "name": "Виборчий округ №179 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 179
        },
        {
            "name": "Виборчий округ №180 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 180
        },
        {
            "name": "Виборчий округ №181 (Харківська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 181
        },
        {
            "name": "Виборчий округ №182 (Херсонська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 182
        },
        {
            "name": "Виборчий округ №183 (Херсонська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 183
        },
        {
            "name": "Виборчий округ №184 (Херсонська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 184
        },
        {
            "name": "Виборчий округ №185 (Херсонська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 185
        },
        {
            "name": "Виборчий округ №186 (Херсонська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 186
        },
        {
            "name": "Виборчий округ №187 (Хмельницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 187
        },
        {
            "name": "Виборчий округ №188 (Хмельницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 188
        },
        {
            "name": "Виборчий округ №189 (Хмельницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 189
        },
        {
            "name": "Виборчий округ №190 (Хмельницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 190
        },
        {
            "name": "Виборчий округ №191 (Хмельницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 191
        },
        {
            "name": "Виборчий округ №192 (Хмельницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 192
        },
        {
            "name": "Виборчий округ №193 (Хмельницька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 193
        },
        {
            "name": "Виборчий округ №194 (Черкаська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 194
        },
        {
            "name": "Виборчий округ №195 (Черкаська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 195
        },
        {
            "name": "Виборчий округ №196 (Черкаська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 196
        },
        {
            "name": "Виборчий округ №197 (Черкаська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 197
        },
        {
            "name": "Виборчий округ №198 (Черкаська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 198
        },
        {
            "name": "Виборчий округ №199 (Черкаська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 199
        },
        {
            "name": "Виборчий округ №200 (Черкаська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 200
        },
        {
            "name": "Виборчий округ №201 (Чернівецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 201
        },
        {
            "name": "Виборчий округ №202 (Чернівецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 202
        },
        {
            "name": "Виборчий округ №203 (Чернівецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 203
        },
        {
            "name": "Виборчий округ №204 (Чернівецька область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 204
        },
        {
            "name": "Виборчий округ №206 (Чернігівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 206
        },
        {
            "name": "Виборчий округ №207 (Чернігівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 207
        },
        {
            "name": "Виборчий округ №208 (Чернігівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 208
        },
        {
            "name": "Виборчий округ №209 (Чернігівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 209
        },
        {
            "name": "Виборчий округ №210 (Чернігівська область)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 210
        },
        {
            "name": "Виборчий округ №211 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 211
        },
        {
            "name": "Виборчий округ №212 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 212
        },
        {
            "name": "Виборчий округ №213 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 213
        },
        {
            "name": "Виборчий округ №214 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 214
        },
        {
            "name": "Виборчий округ №215 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 215
        },
        {
            "name": "Виборчий округ №216 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 216
        },
        {
            "name": "Виборчий округ №217 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 217
        },
        {
            "name": "Виборчий округ №219 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 219
        },
        {
            "name": "Виборчий округ №220 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 220
        },
        {
            "name": "Виборчий округ №221 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 221
        },
        {
            "name": "Виборчий округ №222 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 222
        },
        {
            "name": "Виборчий округ №223 (м. Київ)",
            "type": "deputy-district",
            "typeOrder": 4,
            "districtId": 223
        }
    ]
};